[
{
"id": "29",
"name": "Voting",
"short_name": "voting",
"description": "Explore ways in which other youth are engaging civically and promoting the voting process.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Voting/Design+for+Change+USA+-+Podcast+-+Voting+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Voting/Design+for+Change+USA+-+Podcast+-+Voting+-+Picture+-+Large.jpg",
"published": "1603477880",
"duration": "9 minutes",
"difficulty": "Beginner",
"global_goal": "Sustainable Cities and Communities",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_11.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Voting/Design+for+Change+USA+-+Podcast+-+Voting+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/png?id=1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM&pageid=p2"
],
"segments": [
{
"speaker": "Narrator",
"text": "Hi, changemakers. Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. Kids from around the world are going through the steps of Feel, Imagine, Do, and Share to co-create solutions for social issues they care about. We're excited you are joining. First, you are going to hear from your peers from across the country. Then, you will dig in to a few design-thinking activities to learn more before taking action.\n\n\nIn this Empathy Podcast, you'll hear from students and leaders and their civic engagement. Our topic is aligned to Global Goal #11: Sustainable Cities and Communities. Across our nation, students and leaders have discovered the importance of being engaged in civic, communal and the political processes. While there may be barriers to civic engagement initially, students and leaders have found simple ways to be involved in making their communities better no matter what age they are. First, let's hear about these barriers and the emotions that come along with them."
}
]
},
{
"title": "Part I: Barriers and Emotions around Civic Engagement",
"timestamp": "1:09",
"visuals": [
"https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/png?id=1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM&pageid=p3"
],
"segments": [
{
"speaker": "Paige - High School Student",
"text": "I'm Paige and I'm in the 12th grade, so I'm a senior in high school. It makes me feel really sad when people, they're not feeling confident enough in themselves that they feel that they can make change in their community. And I really want to share my experience with people so that people know that they can definitely make change in their community."
},
{
"speaker": "Leah - Grad Student",
"text": "I'm Leah and I'm a junior at the University of Florida. When I turned 18, I was very excited to vote. But at the end of the day, I realized I was never taught... Funny to say this, but I was never taught how to vote. I never saw a ballot or I never really knew about the steps before you go about pre-registering or even how to be involved before that. Structurally, when it comes to voting, people see the news and how it's showing that there's a three hour wait line at the polls, and that can be a big turnoff for people. But it's important to let people know that it's easy to vote, that you can send in a vote by mail, you can send in an absentee vote, or that it's very unlikely that every single polling location will have a three hour wait. So it's really important to know that it's easy to vote and that their vote really does matter."
},
{
"speaker": "Victoria - High School Student",
"text": "My first name is Victoria and I am a junior in 11th grade. I haven't met anyone that's opposed to registering to vote, but it's something that's not on their radar at all. I was talking to one of my friends. It was seventh period, just a couple of weeks ago. And she said, 'I didn't even know there was an election this year.'"
},
{
"speaker": "Sarah - Grad Student",
"text": "My name is Sarah. I'm a sophomore at the University of Southern California. And I am 19-years-old. I think the small-minded view of the generation is harmful because I think a lot of the youth, teens, kids, anywhere in between, are really hungry to learn that. But people don't believe in their ability to absorb it, so they're not giving them the chance to do it. I think the majority isn't a problem of capability, it's a problem of opportunity."
},
{
"speaker": "Salmah - High School Student",
"text": "My name is Salmah Elmasry, and I'm a rising senior. Watching the state of social justice and politics right now has made me feel very hopeless and powerless and helpless. But coupled with that, I've leaned into all of those things and I have always been described as an eternal optimist, at least I'd like to see myself that way and that's how others see me."
},
{
"speaker": "Mike - Organizational Leader",
"text": "I'm Mike Minks and I'm the Vice President of Operations here at Youth Service America. We have seen in a lot of the data and research and surveys four big reasons that come out for why young people don't participate. The first is that they're just not asked to be involved. The second reason is that once they are asked, they may not know how to actually get involved. The third is that even if they want to, and even if they now have, there may just be barriers in place. And then the fourth is what you started with, of there are some that are disconnected or have just checked out. And, and we think that that's usually because of some combination of the first three. And I think the more that we can fix the first three reasons, that will go a long way."
}
]
},
{
"title": "Part 2: Youth Action",
"timestamp": "4:42",
"visuals": [
"https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/png?id=1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM&pageid=p4"
],
"segments": [
{
"speaker": "Narrator",
"text": "Now, let's hear from students about the actions they're taking to be more civically engaged."
},
{
"speaker": "Salmah - High School Student",
"text": "Well most of what I've done around civic engagement and voting is simply volunteering. I've realized that perhaps starting some of my own projects would be valuable. So we're trying to hold a literature drop campaign with a local organization that has a different databases for different demographics of marginalized people who are historically disenfranchised to get them out to vote by mail and vote early, which is critical during the pandemic. It's the safest thing to do. The other initiative that we're trying to do is trying to hold a voter registration drive that's virtual. So there are different resources and websites, including the Secretary of State's website here in Minnesota, where you can register to vote online and request an absentee ballot to vote early."
},
{
"speaker": "Zoe - High School Student",
"text": "I'm Zoe Edelman, and I'm 17-years-old. So Vote Forward is an organization that takes up the round elections a mass effort to send out letters to voters to encourage them to vote. They also do it with registration and earlier deadline to encourage the people to do voter registration. I signed up to do letters back in 2018 for midterms. And I think I sent out about 20 letters then. And this time, I think I have 25 here. And you print out these sheets and you write in why you are voting or why you support voting. And then you send it out to different voters' addresses that they assign you to. As far as efforts like this, I mean it's not a tremendous effort, didn't take me that long to do. You can just sign up online."
}
]
},
{
"title": "Part 3: Next Steps for Getting Involved",
"timestamp": "6:26",
"visuals": [
"https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/png?id=1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM&pageid=p5"
],
"segments": [
{
"speaker": "Narrator",
"text": "Now, let's hear some advice, resources, and final takeaways from these students and leaders."
},
{
"speaker": "Sarah - Grad Student",
"text": "The first step should definitely be finding a community that can help, and that will push you. To get engaged is one thing, but to actually do something, it requires people. And I think youth especially, there's a lot of people who say, 'No, you can't.' So finding that one person who says, 'Yes, you can,' and they'll help you show them is a really crucial turning point."
},
{
"speaker": "Salmah - High School Student",
"text": "Google is your best friend. With the internet, we have the biggest library to resources to be civically engaged. Everybody's Secretary of State's website is a great place to learn more about how to participate in elections. So just doing your research, figure out what problem it is that you want to solve and be optimistic and have the work ethic to able to execute it."
},
{
"speaker": "Mike - Organizational Leader",
"text": "There are two places that folks can go. One is ysa.org/vote, or gysd.org for Global Youth Service Day. And both have all of these ideas around how young people can get civically engaged."
},
{
"speaker": "Leah - Grad Student",
"text": "Youth Service America has 20 steps on other ways that you can be involved in the political process, even if you aren't 18. And some of those include sharing your thoughts on social media or advocating for issues that you're passionate about. And then really, it's important to teach kids at a young age to maybe find problems that they don't agree with, whether that be in their school or their community, and not being afraid to reach out to local officials for finding ways to solve those problems early on."
},
{
"speaker": "Zoe - High School Student",
"text": "I think that anyone can do small steps, make a big difference. Talk to family members or friends that you know of that have expressed maybe doubt about voting or doubt about supporting certain candidates that you support to talk to you and the people you know. Social media is also a great tool to spread different information that you learned that as long as you fact check it, obviously, but spreading that and letting your followers know about that. I'm sure if you were to look up things to do to help voters right now, there'd be a list of hundreds. So it's not as hard as you think. It can seem really hopeless. But I think that even a small step like this can mean a lot through."
},
{
"speaker": "Victoria - High School Student",
"text": "Through hearing people's stories and sharing my story, I've learned that failure isn't something that should be stopping people, and it should be seen as a learning measure and taken as a opportunity."
}
]
},
{
"title": "Closing",
"timestamp": "8:59",
"visuals": [
"https://docs.google.com/presentation/d/1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM/export/png?id=1l21nlI8-zkjMNTMJ8PgU5ZRigxn54uUmb3jSvRtcaxM&pageid=p6"
],
"segments": [
{
"speaker": "Narrator",
"text": "Now, designers, it's up to you. Whether you move into a quick empathy warmup, a creative design sprint, or a full community action project, you will use the simple four step process of Feel, Imagine, Do, and Share to understand this topic more fully and prepare to take action. We're excited you've joined the Design for Change movement. We're rooting for you."
}
]
}
]
},
{
"id": "17",
"name": "Racialized Discrimination",
"short_name": "racializeddiscrimination",
"description": "Explore the impact of racialized discrimination that has manifested as a result of information and misinformation about the COVID-19 pandemic.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Racialized+Discrimination/Design+for+Change+USA+-+Podcast+-+Racialized+Discrimination+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Racialized+Discrimination/Design+for+Change+USA+-+Podcast+-+Racialized+Discrimination+-+Picture+-+Large.jpg",
"published": "1585679991",
"duration": "10 minutes",
"difficulty": "Advanced",
"global_goal": "Reduced Inequalities",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_10.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Racialized+Discrimination/Design+for+Change+USA+-+Podcast+-+Racialized+Discrimination+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4/export/png?id=162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Hi changemakers! Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. Kids from around the world are going through the steps of Feel, Imagine, Do, and Share to co-create solutions for social issues they care about. We’re excited you are joining. First, you are going to hear from peers and community members across the country. Then, you will dig in to a few design-thinking activities to learn more before taking action. \n\n\nToday’s Empathy Podcast is about racial discrimination during the Coronavirus outbreak. This topic is aligned to Global Goal #10: Reduced Inequalities.  \n\n\nAs fear and panic spread across the United States during the spread of the Coronavirus, individuals and news outlets began reporting incidents of mistreatment and discrimination directed against people belonging to certain groups. Asian-Americans were often unfairly singled out and blamed for the spread of this disease. \n\n\nLet’s begin by listening as a few people share stories about racialized discrimination in the midst of the Coronavirus outbreak, and how these stories made them feel."
}
]
},
{
"title": "Part 1: Reflections on Racism During the Coronavirus Outbreak",
"timestamp": "1:21",
"visuals": [
"https://docs.google.com/presentation/d/162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4/export/png?id=162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4&pageid=g72a1f6ee65_0_6"
],
"segments": [
{
"speaker": "Megan - Teacher",
"text": "My name is Megan Maeang and I teach high school earth science. \n\n\nI am Asian-American. A lot of my students, just as a lack of exposure in their lives, have made some off-hand jokes towards me as their teacher. And, not in like a malicious way, but just because they don’t understand. They see me. I look Asian. They know, when they think of Asia they think of China. Coronavirus to them, it’s like a funny thing to say because it’s not offensive to them. So there’s definitely been a few teachable moments. "
},
{
"speaker": "Frank – Student",
"text": "I am currently a master of public policy student at the Munk School of Global Affairs and Public Policy at the University of Toronto in Canada. \n\n\nYou know, you do notice things like people walking away from you or people lifting their shirts up to cover their mouth when you go near them. I think the most direct experience that I’ve had is through my Mom. She is a nurse at a Toronto hospital. She told me how a patient had come up to her and essentially said, “Can I have a mask?” She asked for a mask and my Mom, as a nurse, she has to ask, “Oh, why do you need a mask? Are you coughing? Are you sneezing? Are you showing symptoms?” And the patient said to her, “No, I’m not showing any of those symptoms. There are just so many Chinese people around here I need a mask.”\n\n\nThat was a really painful thing to kind of  hear her tell because having seen her go out and still go out to work every day, putting herself at the front lines of trying to tackle those fires and still have to face this additional burden of racism, that was kind of painful to hear."
},
{
"speaker": "Sung - Student",
"text": "I just go by Sung usually here, and I’m actually an exchange student from Presbyterian University and Theological Seminary in Seoul, South Korea. \n\n\nI have heard stories of some people here in the States being denied service for Ubers and Lyft rides. "
},
{
"speaker": "Sarah - Student",
"text": "I’m Sarah. I am currently in school at Drew Theological School in New Jersey. \n\n\nI was at a small group before this all really kind of took off. It was still mostly in New York but there had just been a couple of cases here in New Jersey. And so I went to a small group and a new individual showed up to the gathering and proceeded to shake everyone’s hands (there was like ten of us). And then when he got to me proceeded to give me an elbow high five. \n\n\nIt was a small gesture but I think it spoke volumes of the ways in which he was interpreting the news and had perhaps his own unchecked biases."
},
{
"speaker": "Frank – Student",
"text": "You just have this feeling like it’s this frustration that you can’t do anything as this individual person to stop this mentality, to stop these ideas from spreading. But also, you know, what does this mean in terms of how I have to watch myself as someone who’s Chinese."
},
{
"speaker": "Anna – Grad Student/Teacher",
"text": "Hi, I’m Anna Almore and I’m a student at the University of Michigan.\n\n\nOne of my students is from Korea. He’s been in the States, though, for several years. And he just recently was travelling for Spring Break. And a person saw his passport and reacted in a way that revealed some of the ways that our fears and anxiety around the Coronavirus have been racialized. \n\n\nAnd so this person saw his passport and gave out a scream, and pointed out to everybody around them that there was a diseased Asian about to be on the flight with them. When he shared this story in class I think everyone let out a gasp and just had to sit with the reality that there is such hate and vitriol and fear being spread in certain communities right now. \n\n\nAnd he thought this was really important to share, but there were many people in that moment who saw him and who stood up for him in the moment. So he had TSA agents that told this person to be quiet. He had people coming up to him for the rest of his time while he was walking to his gate, apologizing, letting him know that they were happy he was there and hoped that his travels are safe."
}
]
},
{
"title": "Part 2: Ways To Get Involved",
"timestamp": "5:58",
"visuals": [
"https://docs.google.com/presentation/d/162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4/export/png?id=162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4&pageid=g72a1f6ee65_0_16"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "As we reflect on some of these human issues that have arisen during this global pandemic, let’s consider some ways you can get involved."
},
{
"speaker": "Frank – Student",
"text": "Speaking from Canada, for example, the majority of our cases didn’t actually come from China. They came from places like Iran, from Italy, we had a few from America, right? So this is a global disease. It’s not just Chinese people who are bringing this. It’s not just people travelling from China. It’s people traveling from the whole world. And really ask to think about this critically, and to kind of understand that there’s a difference between being cautious and then bringing up historically racist tropes."
},
{
"speaker": "Anna – Grad Student/Teacher",
"text": "If you are in proximity to anybody who is sharing stereotypes about who’s impacted by the virus, sharing stereotypes or fear around certain groups of people, you can be courageous and tell them that that is unfair and unkind and unhelpful right now."
},
{
"speaker": "Megan - Teacher",
"text": "Yeah, so my approach was just to be like, “Look, I want to talk about some things that have been said to me, and I’m not upset with you guys because I know that in your heart you didn’t mean for it to be offensive. But it’s important that you understand that saying things like that, like saying, “Miss, do you have the Coronavirus?” is so offensive. Yeah, there was just a lot of having to unpack things that were said and try to be constructive and give students space to sort of maybe reflect with each other and realize that it’s just not appropriate. "
},
{
"speaker": "Sarah - Student",
"text": "I’ve just been thinking about the ways in which the Internet has almost in some ways been like a great equalizer in the sense of it’s given everybody some access to having a platform. Either it’s Facebook, Twitter or even Tik Tok if you want to use that platform, and because of that everyone has in some sense a following or everything is clickable and shareable. "
},
{
"speaker": "Sung - Student",
"text": "No matter how positively we want to portray America and how racism has vastly improved it’s still here. We still have a long ways to go. \n\n\nDuring these challenging times we can really come together and that’s what I really am always amazed about, and I really admire about America. A lot of people give America so much, they give America a hard time for being completely individualistic and only caring about the self. But I think when it truly comes down to it, when it matters, and especially during really challenging times, Americans really do come together, from my perspective, and the way I see it.  \n\n\nAnd I think this will just be one of those times when, once we get through it, we will look back and realize just how Americans did come together, while keeping social distance, to really help each other and move forward.  "
}
]
},
{
"title": "Closing",
"timestamp": "9:16",
"visuals": [
"https://docs.google.com/presentation/d/162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4/export/png?id=162tLelZhoYtGxDI7xBarQ1PNtVzIjBH_xBl9CA7Yex4&pageid=g70d779c3ad_0_25"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Now, designers, it’s up to you. Whether you move into a quick Empathy Warmup, a creative Design Sprint or a full Community Action project, you will use the simple 4-step process of Feel, Imagine, Do and Share to understand this topic more fully and prepare to take action. We’re excited you’ve joined the Design for Change movement. We are rooting for you! "
}
]
}
]
},
{
"id": "15",
"name": "#DoGoodFromHome",
"short_name": "dogoodfromhome",
"description": "Explore the impact of the sudden changes brought on by COVID-19 and the way others are doing good from home.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/DoGoodFromHome/Design+for+Change+USA+-+Podcast+-+%23DoGoodFromHome+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/DoGoodFromHome/Design+for+Change+USA+-+Podcast+-+%23DoGoodFromHome+-+Picture+-+Large.jpg",
"published": "1585679981",
"duration": "8 minutes",
"difficulty": "Beginner",
"global_goal": "Partnerships for the Goals",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_17.png",
"sponsor_logo": "/dfcusa-pm/app/webroot/img/partners/logo_hasbro.png",
"sponsor_name": "Hasbro",
"sponsor_url": "https://shop.hasbro.com/en-us/bring-home-the-fun",
"audio": "https://dfc-podcasts.s3.amazonaws.com/DoGoodFromHome/Design+for+Change+USA+-+Podcast+-+%23DoGoodFromHome+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4/export/png?id=1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4&pageid=g7026abb641_1_40"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Hi changemakers! Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. We’re excited you are joining. \n\n\nFirst, you are going to hear from peers and community members across the country. Then you will consider how you can do good from home.\n\n\nCOVID-19 has changed our lives and our world. And while we’re social distancing let’s connect through kindness. Today’s empathy podcast is about doing good from home during this pandemic. Small acts can make a big difference. \n\n\nListen first as a few people share their stories about the sudden changes experienced due to this pandemic. As you listen, consider your own story as well."
}
]
},
{
"title": "Part 1: Sudden Changes Due to the Coronavirus",
"timestamp": "0:51",
"visuals": [
"https://docs.google.com/presentation/d/1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4/export/png?id=1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4&pageid=g7268a56077_0_3"
],
"segments": [
{
"speaker": "Leigh - Teacher",
"text": "My name is Leigh Cambra and I teach health at Carmel High School in Carmel, California, and I am the advisor for This Club Saves Lives. \n\n\nSo, you know, last week, which now feels like months ago, our boys basketball team, first time in the history of our school, made it to the Northern California finals. And we watched our team play. And we didn’t win, but they played really well. We had a huge crowd and it was so much fun. \n\n\nBut the entire drive back, we actually passed the ship, the cruise ship that had been docked. And you just kind of had this feeling as we were driving back like, “Things are going to be really changing when we get back.”"
},
{
"speaker": "Megan - Teacher",
"text": "My name is Megan Maeang, and I teach high school earth science. \n\n\nThey’re calling New Rochelle the sort of epicenter for New York State, and I live in the Bronx, which is like a 20 minute drive from New Rochelle. When we started hearing about cases there we knew it was only a matter of time until it hit Manhattan and hit New York City."
},
{
"speaker": "Anna – Grad Student",
"text": "Hi, I’m Anna Almore and I’m a student at the University of Michigan.\n\n\nOn Thursday and Friday they cancelled classes, and in the last 48 hours they have closed down libraries, sent people to work from home, and have now asked all students to leave the dorms."
},
{
"speaker": "Logan – Recent Graduate",
"text": "My name is Logan Pollard, and I just graduated from Indiana State University in May of 2019.\n\n\nI work in construction as a project engineer in the health care sector, so when I check into the hospital I go through a screening process now, because I do still have meetings with the owners and with sub-contractors as well. So we check in, they take our temperature, they ask us several questions regarding if we had a fever, if we have had any coughing fits or been out of the country recently. Once we get cleared from that we’re allowed to go in. Other than that I have been working from home as much as I can. "
},
{
"speaker": "Logan – Recent Graduate",
"text": "My name is Logan Pollard, and I just graduated from Indiana State University in May of 2019.\n\n\nI work in construction as a project engineer in the health care sector, so when I check into the hospital I go through a screening process now, because I do still have meetings with the owners and with sub-contractors as well. So we check in, they take our temperature, they ask us several questions regarding if we had a fever, if we have had any coughing fits or been out of the country recently. Once we get cleared from that we’re allowed to go in. Other than that I have been working from home as much as I can. "
},
{
"speaker": "Ellah – High School Senior",
"text": "My name is Ellah Foster and I’m a senior.\n\n\nWe talked a little bit in classes about school possibly, maybe being shut down, and teachers didn’t really seem very definite about it. And then, sure enough, last Thursday was the last day that I went to school. \n\n\nBut as far as the reaction from the school I did feel like it was very sudden. It was, one day there was no talk of a school closure, and then we went home and then we got an email and school was already closed. You know, there wasn’t very much wiggle room in that I would say. "
},
{
"speaker": "Sarah – Grad Student",
"text": "I’m Sarah, I am currently in school at Drew Theological School in New Jersey.\n\n\nI think it’s been a wild time as a student. I mean, it just really happened really quickly."
},
{
"speaker": "Leigh - Teacher",
"text": "Well obviously this has been far more exhausting than my regular day-to-day life as a teacher. This is hard. This is tiring."
},
{
"speaker": "Anna – Grad Student",
"text": "I think students are trying to make sense of who is caring about their experience right now, who is invested in their thriving right now. I think students are wondering if we see how much we’re asking of them. They are hungry to be validated and seen in this time right now."
},
{
"speaker": "Ellah – High School Senior",
"text": "It’s definitely a bummer. I’m definitely not excited about it. Part of it is there’s just so many events, you know senior prom, and even graduation is up in the air at this point as far as what students are talking about. And there’s just so many different trips and activities that we have planned, as well as just being in high school for the last few months. \n\n\nBut I think a big part of it too is not only the trips that we would’ve been going on but also just these are our last few moments or last few months being kids still. You know, still being in high school and still being able to be around our peers and experience that. Although I don’t know for sure what will happen as far as schools being closed in the next few months it’s definitely scary and it’s definitely a really big letdown. "
}
]
},
{
"title": "Part 2: Ways to Do Good From Home",
"timestamp": "5:06",
"visuals": [
"https://docs.google.com/presentation/d/1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4/export/png?id=1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4&pageid=g7268a56077_0_12"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s hear from people about how they are taking action from home. "
},
{
"speaker": "Patti Andreolas - Teacher",
"text": "My name is Pattie Andreolas. I’m actually teaching 1st grade this year, so I’m in a 1st grade class.\n\n\nWe live in such a world of social media, and we live in such a virtual world right now, especially now with teaching. Everybody’s gone remote. So I think that kids even know how to use the Internet even more these days. So I think that there’s, it’s so easy to just do something where you can just send a message and really, whether you do it on any social media platform, it gets out there. \n\n\nI know that the kids, especially the young kids, they’re always doing Tik Tok videos. Why can’t they just do a Tik Tok about washing their hands or just spreading messages like that? Within seconds it gets out there, I mean everybody sees it. "
},
{
"speaker": "Justin Victor – Student",
"text": "My name is Justin and I’m in 7th grade. \n\n\nAnd we knew that music attracts people, like it brings people closer together. And me and our friends we also liked music, so we was like, “We should make a song about this, about washing their hands, and make them more interested.” \n\n\nWe posted our video on YouTube and then we got noticed from a company called Design for Change, and then we got invited to go to Taiwan, and then we also performed our song over there. "
},
{
"speaker": "Megan - Teacher",
"text": "You know, they say that nobody wants to be a Facebook warrior, and just copying and pasting things, but I think right now that might be a good way to continue advocating and being an ally for certain groups of people. It might be the only way right now. "
},
{
"speaker": "Ellah – High School Senior",
"text": "I think that little actions go a long way, especially in this scenario. Just texting your friend, or if you have the money to support a local business, ordering take-out food or something like that. I think everyone is pretty absorbed in themselves right now, rightfully so, because it’s a time that you have to check on your family and check on yourself and make sure that you’re set and that you’re ready for the next few months to prepare. But I think that just little actions like that can go a long way."
}
]
},
{
"title": "Closing",
"timestamp": "7:17",
"visuals": [
"https://docs.google.com/presentation/d/1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4/export/png?id=1vIodb2PVkEBiCBTmD5hz6LijQMJDTnAWc8FBUqLgaK4&pageid=g7026abb641_1_129"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Now, designers, it’s up to you. You are ready to take on the #DoGoodFromHome challenge. Here’s what you can do from home. Share a video or a picture of you taking action. Then upload it to your social media accounts using #DoGoodFromHome and tag @dfcusa. Encourage your friends to take the #DoGoodFromHome challenge too. We’re rooting for you!"
}
]
}
]
},
{
"id": "19",
"name": "Compassion During Coronavirus",
"short_name": "coronaviruscompassion",
"description": "Explore the ways others are affected by crisis while making meaning of personal experiences. Note: This podcast can be a companion to any in the COVID-19 series.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Compassion+During+Coronavirus/Design+for+Change+USA+-+Podcast+-+Compassion+During+Coronavirus+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Compassion+During+Coronavirus/Design+for+Change+USA+-+Podcast+-+Compassion+During+Coronavirus+-+Picture+-+Large.jpg",
"published": "1585679971",
"duration": "7 minutes",
"difficulty": "Beginner",
"global_goal": "Partnerships for the Goals",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_17.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Compassion+During+Coronavirus/Design+for+Change+USA+-+Podcast+-+Compassion+During+Coronavirus+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA/export/png?id=1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Hi changemakers! Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. \n\n\nToday’s Empathy Podcast is about Compassion during the Coronavirus outbreak. This topic is aligned to Global Goal #17 – Partnerships for the Goals. It was created to be a companion to our other podcasts about specific issues surrounding the COVID-19 situation. You can find all these episodes and more on our website at designforchange.us.\n\n\nAs the Coronavirus pandemic has spread across the world, we have seen many people respond to these distressing times by panicking, hoarding supplies, and mistreating others. Many people want to do good, but also don’t want to cause harm, and are choosing to self-isolate and practice social distancing. This has led us to wonder, what does empathy look like in this time?  \n\n\nLet’s listen as a few people share their stories about the sudden changes experienced due to this pandemic and how it made them feel. As you listen, consider your own story as well."
}
]
},
{
"title": "Part 1: Thoughts And Feelings About The Coronavirus Outbreak",
"timestamp": "1:11",
"visuals": [
"https://docs.google.com/presentation/d/1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA/export/png?id=1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA&pageid=g72a1f6ee65_0_6"
],
"segments": [
{
"speaker": "Leigh Cambra – Teacher",
"text": "My name is Leigh Cambra and I teach health at Carmel High School in Carmel, California, and I am the advisor for This Club Saves Lives. \n\n\nOne thing that I keep thinking is, I don’t know when I’m going to see my mom again. My mom is over the age of 60 and so I’m not visiting her. But I know she’s fine, we check in every day. But I don’t know, I don’t know when it would be safe for me to see her."
},
{
"speaker": "Gabrielle Noel – College Student",
"text": "My name is Gabrielle Noel and I go to school at Indiana State University. \n\n\nSo, it’s been very different. As a nursing student a lot of our learning is hands on. Personally, I lost both of my jobs this last week, so I have come home to be at home with my family and kind of, hopefully ride this thing out and stay home as long as I can just to prevent from getting sick and getting others sick."
},
{
"speaker": "Logan Pollard – Recent College Graduate",
"text": "My name is Logan Pollard and I just graduated from Indiana State University in May of 2019.\n\n\nBeing quarantined or being in social isolation, it’s very easy to get sad or depressed or bogged down by what’s going on outside. It’s important to obviously look past yourself because it can be very easy to get caught up in the fear tactics and be really anxious about the issue and kind of close yourself off, or do the complete opposite and continue living your life as you normally would without any regards to people."
},
{
"speaker": "Anna Almore – Grad Student/Teacher",
"text": "Hi, I’m Anna Almore and I’m a student at the University of Michigan.\n\n\nI just see this deep care from my students and from my colleagues, and that is so encouraging. They’re asking about kids that are on financial aid, students that work in order to go to school, or students that are from countries that have been impacted most hard by the Coronavirus. \n\n\nAgain, in these moments where you see selfishness and hate and hoarding and some of the worst behaviors, we also see these moments of deep empathy and leadership and love."
}
]
},
{
"title": "Part 2: Ways To Get Involved",
"timestamp": "3:29",
"visuals": [
"https://docs.google.com/presentation/d/1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA/export/png?id=1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA&pageid=g72a1f6ee65_0_16"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Although many people are quarantining and practicing social distancing, there are still many ways to get involved and make a difference."
},
{
"speaker": "Patti Andreolas - Teacher",
"text": "My name is Patti Andreolas. I’m actually teaching 1st grade this year, so I’m in a 1st grade class.\n\n\nIf you could get access to getting hand sanitizer or something where you could just actually put it on somebody’s doorstep, just as a gesture of kindness, I think people need it right now."
},
{
"speaker": "Leigh Cambra – Teacher",
"text": "So many of our own students have Venmo and they saw the post on Instagram and just donated $5 or $10 or whatever was left in their Venmo. You get a bunch of teenagers giving $3, $4, $5 that’s going to add up over time."
},
{
"speaker": "Ellah Foster – High School Student",
"text": "My name is Ellah Foster and I am a senior.\n\n\nI think that little actions go a long way, especially, you know, in this scenario. Just texting your friend or, if you have the money to support a local business, ordering take-out food, or something like that. I think everyone is pretty absorbed in themselves right now, rightfully so, because it’s a time that you have to, you know, check on your family and check on yourself and make sure that you’re set and that you’re ready for the next few months, to prepare. But I think that just little actions like that can go a long way."
},
{
"speaker": "Gabrielle Noel – College Student",
"text": "Spraying down your counters and washing those down, and door knobs, and your cell phones, just high traffic areas, avoiding those types of things will slow the spread of this. "
},
{
"speaker": "Patti Andreolas - Teacher",
"text": "They just don’t think to say, “Hey, did I wash my hands today?” And something so simple, it just could, look, save a life right now. "
},
{
"speaker": "Logan Pollard – Recent College Graduate",
"text": "Just making every effort I can to, not only protect myself, but protect others that are coming after me as well."
},
{
"speaker": "Anna Almore – Grad Student/Teacher",
"text": "When you get on an airplane they always tell you to put your face mask on, that’ll give you oxygen, first, before you help somebody else put their face mask on. And I think that that analogy is in many ways really relevant to this moment right now. We’ve got to take care of ourselves but we also should be thinking about, you know, do the people around us have their oxygen mask? Do the people around have what they need too?"
}
]
},
{
"title": "Closing",
"timestamp": "5:41",
"visuals": [
"https://docs.google.com/presentation/d/1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA/export/png?id=1eZqVIFw7vfpVes4YoLw8ZFuxF26f9-RrgWlZhlK7KQA&pageid=g70d779c3ad_0_25"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Okay designers you heard from a few people about their feelings and reactions to this global pandemic. Consider how you can be compassionate during this season of life, and how you can further increase your empathy for others’ experiences. Consider connecting and reflecting with an Empathy Warmup or check out other podcasts that take a deeper dive. We’re rooting for you!"
}
]
}
]
},
{
"id": "16",
"name": "Air Quality",
"short_name": "airquality",
"description": "Explore the impact of poor air quality on young peoples' experiences and the connection between air quality and COVID-19.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Air+Quality/Design+for+Change+USA+-+Podcast+-+Air+Quality+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Air+Quality/Design+for+Change+USA+-+Podcast+-+Air+Quality+-+Picture+-+Large.jpg",
"published": "1585679961",
"duration": "9 minutes",
"difficulty": "Intermediate",
"global_goal": "Life on Land",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_15.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Air+Quality/Design+for+Change+USA+-+Podcast+-+Air+Quality+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Hi changemakers! Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. Kids from around the world are going through the steps of Feel, Imagine, Do, and Share to co-create solutions for social issues they care about. We’re excited you are joining. First, you are going to hear from peers and community members across the country. Then, you will dig in to a few design-thinking activities to learn more before taking action. \n\n\nToday’s Empathy Podcast is about air quality. This topic is aligned to Global Goal #15 – Life on Land. In the United States, poor air quality in indoor and outdoor environments negatively impacts the health and education of our nation’s children. \n\n\nListen first as a few people share their stories about living with health issues, and how air quality can affect them."
}
]
},
{
"title": "Part 1: Air Quality and Student Health",
"timestamp": "1:01",
"visuals": [
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g72a1f6ee65_0_6"
],
"segments": [
{
"speaker": "Krista - Teacher",
"text": "My name is Krista Brinchek and I am the science specialist teaching grades Kindergarten through 5th grade.\n\n\nSo we have 5th graders that have all gone through some of the Design for Change process of thinking through problems, understanding, creating the empathy with them. One of the things that a lot of my students with asthma mentioned when we were looking at and discussing what indoor air quality could look like was that dust and dust mites, with the air particulates, could be impacting them and their breathing, and how that could impact our air quality and our learning."
},
{
"speaker": "Emma – Student",
"text": "My name is Emma Peck and I have known I’ve had asthma since 6th grade when I started swimming because I have sports-induced asthma."
},
{
"speaker": "Sloan – Student",
"text": "So, thank you Sloan. You’re 9 years old, you’re in 3rd grade at Abbotts Creek, and you’ve had asthma since you’ve been born. What has it been like over these years when you experience an asthma attack?\n\n\nIt’s just hard to breathe and I get super nervous. "
},
{
"speaker": "Mattie – Student and Becky – Parent",
"text": "Hi, I’m Mattie. I’m a 4th grader at Abbotts Creek. \n\n\nAnd I’m Becky, Mattie’s Mom, and we’re here today to talk to you about Mattie having Cystic Fibrosis. So there are lots of things going on environmentally that can impact Mattie, even though he has a genetic disease, the stuff that can impact his lungs and do long term damage, and some people have to get actually new lungs down the road, anything that makes his lungs unhealthy. So sometimes it’s air quality, like, we can’t be around people who smoke.\n\n\nYeah. \n\n\nRight? And lots of environmental junk that’s out there."
},
{
"speaker": "Calvin Cupini – Program Manager at Clean Air Carolina",
"text": "My name is Calvin Cupini. I’m a citizen science program manager for a non-profit group called Clean Air Carolina.\n\n\nPlaces with a high level of outdoor air pollution can exacerbate things like asthma, which right now is one of the leading causes of absences for students. So there’s a pretty strong link between outdoor air quality and student performance."
},
{
"speaker": "Parker – Student",
"text": "Alright, good morning Parker. Thank you for meeting with us. How long have you known you’ve had asthma?\n\n\nI’ve had it, or at least I’ve known I’ve had it, since I was 1 ½-2 years old. Sometimes you’re able to get a wisp of a breath, but a lot of times it’s just like really hard to inhale. If I’m in closer contact with dust then it’s worse. For example, dusty ledges, if I’m walking by those and I inhale the dust, then I start getting really allergic, and then henceforth my allergies trigger my asthma."
},
{
"speaker": "Krista - Teacher",
"text": "And then we looked around and a lot of them went around and actually took their finger and started wiping things and was like, Oh, this is kind of dirty! Well, where is that coming from? Is it coming from us? And then they started researching, well, how often do our classrooms get cleaned? What does the rotation cycle look like?"
},
{
"speaker": "Dr. Francis Koster – President at The Pollution Detectives",
"text": "My name is Francis Koster. I have a doctorate from the program for the study of the future at the University of Massachusetts. \n\n\nThe reduction in learning is rather significant. In a good, healthy, indoor air environment, it never exceeds about 1,000 parts per million CO2. We’ve found about 40% of the classrooms that we have monitored to be well above that, enough to cause a one letter grade reduction in student performance. And in 10% of the classrooms that we have monitored, we have found enough to create a two letter grade reduction in performance. It didn’t matter whether you were rich or poor. If you lived in an area with high air pollution your brain didn’t work well."
}
]
},
{
"title": "Part 2: Impact of Poor Air Quality",
"timestamp": "4:46",
"visuals": [
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g72a1f6ee65_0_16"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "We’ll continue by hearing about how this issue directly impacts the people involved."
},
{
"speaker": "Mattie",
"text": "I’d kind of get tired running faster. I’ve noticed that I, when I run, I get tired faster than some people. "
},
{
"speaker": "Emma – Student",
"text": "It feels like my throat is closing up and I have a very small airway. And then it makes my lungs hurt and I cough a lot. "
},
{
"speaker": "Parker – Student",
"text": "I was trying to stay calm and not panic. So I was kind of just like sitting there trying to take in breaths. And it’s like really hard to breathe and just feel like a bunch of jabs in my chest. "
},
{
"speaker": "Dr. Francis Koster – President at The Pollution Detectives",
"text": "I think this is a profound social justice question. These students, who are already struggling, are put in rooms that literally shuts their brain down. And the teachers get blamed. And the students are criticized. And it fulfills a social stereotype. It’s profoundly unfair. "
}
]
},
{
"title": "Part 3 : The Need For Change",
"timestamp": "5:46",
"visuals": [
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g72a1f6f5ef_0_6"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Let’s hear about the need for change, and the important ways young people can make a difference."
},
{
"speaker": "Dr. Francis Koster – President at The Pollution Detectives",
"text": "If you go to our website, www.thepollutiondetectives.org, and if you click on the form, our office manager will call you back. We’re lending you essentially a $2,000 meter. And we ship them the meters, and then when they’re done they send them back and when we receive them we send you the reports. "
},
{
"speaker": "Krista - Teacher",
"text": "Look around. What do they know about air quality? Do some air quality research. And really make a hypothesis as to where around their campus or where around their neighborhood or their community where air quality could be impacted."
},
{
"speaker": "Calvin Cupini – Program Manager at Clean Air Carolina",
"text": "The only thing that could possibly make this change is when the next generation stands up. You can’t just sort of have a complaint. You’ll need to have done some of the leg work. But there is no better person to bring this to forbear than one of the students that says, “I want to protect my future, my lungs, my school environment, and my friends who all go here. And this is what we think we can do to make it a better place.”"
},
{
"speaker": "Dr. Francis Koster – President at The Pollution Detectives",
"text": "This Coronavirus is going to cause an economic disaster which will last for years. There will be calls for federal and state funding for public infrastructure as a way to jump start our economy. And if history is any guide, much of that will be pointed towards building roads and bridges. I feel very strongly that we should be educating elected officials right now about the impact of poor indoor air quality on learning. And we need to be lobbying for any future economic stimulus funds to be aimed at eliminating the half of all schools that were built 45 years ago and cannot have fresh air brought into them. \n\n\nAs I said before, EPA has found more than half of all of our schools have indoor environmental issues that threaten the health and learning of the occupants. We need to replace these schools with modern healthy environments. The time to start that outreach to the legislators is now because once the politicians start gathering around an idea it will gain speed quickly, and we have to have our idea on the list that they are going to consider."
}
]
},
{
"title": "Closing",
"timestamp": "9:16",
"visuals": [
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g70d779c3ad_0_25",
"https://docs.google.com/presentation/d/1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA/export/png?id=1APdtRWYcKxeWWuda48nXORx2XKqTQP1y44BLNGG4sBA&pageid=g832af55cd1_1_0"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Now, designers, it’s up to you. Whether you move into a quick Empathy Warmup, a creative Design Sprint or a full Community Action project, you will use the simple 4-step process of Feel, Imagine, Do and Share to understand this topic more fully and prepare to take action. We’re excited you’ve joined the Design for Change movement. We are rooting for you! "
}
]
}
]
},
{
"id": "18",
"name": "Hygiene and Personal Safety",
"short_name": "personalsafety",
"description": "Explore the connection between hygiene and personal safety and their impact on health and well-being. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Hygiene+and+Personal+Safety/Design+for+Change+USA+-+Podcast+-+Hygiene+and+Personal+Safety+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Hygiene+and+Personal+Safety/Design+for+Change+USA+-+Podcast+-+Hygiene+and+Personal+Safety+-+Picture+-+Large.jpg",
"published": "1585679961",
"duration": "9 minutes",
"difficulty": "Beginner",
"global_goal": "Good Health and Well-being",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_3.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Hygiene+and+Personal+Safety/Design+for+Change+USA+-+Podcast+-+Hygiene+and+Personal+Safety+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/png?id=1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Hi changemakers! Welcome to this Design for Change Empathy Podcast. Design for Change is a movement of youth-led changemaking. Kids from around the world are going through the steps of Feel, Imagine, Do, and Share to co-create solutions for social issues they care about. We’re excited you are joining. First, you are going to hear from peers and community members across the country. Then, you will dig in to a few design-thinking activities to learn more before taking action. \n\n\nToday’s Empathy Podcast is about personal hygiene during the Coronavirus outbreak. This topic is aligned to Global Goal #3 – Good Health and Wellbeing. \n\n\nAs the Coronavirus pandemic travels around the world and is transmitted from person to person, people across our nation are reconsidering how personal hygiene habits can protect themselves, protect others, and stop the spread of this disease. \n\n\nLet’s begin by hearing from a few people as they share their thoughts about hygiene and personal safety during the Coronavirus pandemic."
}
]
},
{
"title": "Part 1: Thoughts on Hygiene and Safety During the Coronavirus Pandemic",
"timestamp": "1:10",
"visuals": [
"https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/png?id=1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc&pageid=g72a1f6ee65_0_6"
],
"segments": [
{
"speaker": "Patti – 1st Grade Teacher",
"text": "My name is Patti Andreolas. I’m actually teaching 1st grade this year, so I’m in a 1st grade class. \n\n\nThree years ago I was working with a group of students and at the time the flu was a big thing. Kids are absent, they miss school work, and we decided that we would focus in on infectious diseases. And it was kind of a local problem but it’s pretty much a global problem, as you can see now with the Coronavirus. The kids researched and they said, “You know, all you have to do is wash your hands more often.”"
},
{
"speaker": "Daniel – 7th Grade Student",
"text": "My name is Daniel. I’m in grade seven. I’m member of the Suds4Society group. \n\n\nSo Suds4Society is a group that makes soaps. Our project is basically about handwashing to help stop Coronavirus."
},
{
"speaker": "Justin – 7th Grade Student",
"text": "My name is Justin and I’m in 7th grade. \n\n\nAnd when you wash your hands with soap the bubbles are called suds, so then we got the name Suds4Society. "
},
{
"speaker": "Patti – 1st Grade Teacher",
"text": "So what they did was they decided to collect some data. So what they did, they sat outside, they alternated, and they set up groups. And certain kids would sit outside the bathrooms during lunch and see how many kids would wash their hands before they ate or wash their hands after they used the bathroom. And they said to me that some kids didn’t wash their hands at all, other kids only used water, and very few even attempted to use the soap."
},
{
"speaker": "Daniel – 7th Grade Student",
"text": "They were only washing it with water alone and then they just leave. I guess it’s so they could be quick and they could finish off and get over with using the bathroom."
},
{
"speaker": "Justin – 7th Grade Student",
"text": "Because they think just probably use soap and cold water. What you actually need is soap for 20 seconds and rub it, like you could count out happy birthday in your head, just make sure it’s 20 seconds. And you have to use warm water."
},
{
"speaker": "Patti – 1st Grade Teacher",
"text": "They just don’t think to say, “Hey, did I wash my hands today?” And something so simple just could save a life right now. "
}
]
},
{
"title": "Part 2: Feelings About the Spread of the Coronavirus",
"timestamp": "2:59",
"visuals": [
"https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/png?id=1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc&pageid=g72e2096d6f_0_8"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "We’ll continue by listening to our community members reflect on how they felt as they watched this disease spread. "
},
{
"speaker": "Anna – Grad Student",
"text": "Hi, I’m Anna Almore and I’m a student at the University of Michigan.\n\n\nThe Coronavirus is a tricky one because it can be spread in a multitude of different ways. And this is why washing your hands for two rounds of “Twinkle, Twinkle, Little Star” or the “Happy Birthday” song is so important right now. "
},
{
"speaker": "Gabrielle – College Student",
"text": "My name is Gabrielle Noel and I go to Indiana State University. \n\n\nThe big thing for me is a lot of younger people saying, “Oh, well it’s not going to affect me. It’s not going to make me as sick.” Well, it might not be making you as sick, but you don’t know who you’re coming in contact with throughout the day. You could be coming in contact with someone that is 25 years old that has cancer and is immuno-suppressed, or someone that’s going to go home and take care of their elderly grandma or grandpa. You don’t know who you’re coming in contact with throughout the day that you could, the outcome for them would be a lot different than it would be for someone that’s healthy that doesn’t have an underlying health problem. "
},
{
"speaker": "Anna – Grad Student",
"text": "And so make sure that you’re wiping down the spaces that you’re using most regularly. And so that’s something I’ve been trying to practice. We’re all trying to figure out what’s going on, and we’re trying to keep all of our surfaces as clean as we can. "
},
{
"speaker": "Gabby – College Student",
"text": "Spraying down your counters and washing those down and doorknobs and your cellphones, just high traffic areas, avoiding those types of things will slow the spread of this.  "
},
{
"speaker": "Sarah – Parent",
"text": "My name is Sarah and I’m Daniel’s mom. \n\n\nMany people in the past, for the past two years, weren’t really interested in washing their hands. They didn’t think it was a big deal. But now I feel like because there was so much importance on washing hands to prevent the Coronavirus, as we say, people have now become more conscious. And it’s amazing that you are seeing what people didn’t want to do in the beginning now they’re actually thinking it’s important."
},
{
"speaker": "Daniel – 7th Grade Student",
"text": "It kind of makes me frustrated because seeing all these people get the Coronavirus and them not washing their hands. "
},
{
"speaker": "Sarah – Parent",
"text": "A lot of their classmates were getting sick and staying home. "
},
{
"speaker": "Justin – 7th Grade Student",
"text": "I felt like I knew this. And I wanted to say “I told you so” to everyone."
},
{
"speaker": "Patti – 1st Grade Teacher",
"text": "So, when I started seeing that I would get so angry because I would say to myself, “Why can’t everybody do this?” It’s so simple. I don’t understand why it’s not even embedded. They don’t even have signs in the bathroom to just remind the kids to wash their hands. I mean, I really think that, you know, it’s a big problem and it’s so sad to hear that now we go to the supermarkets with gloves on. I see people with masks on everywhere. It’s like a different world. It’s like our world has changed completely in a matter of weeks. "
}
]
},
{
"title": "Part 3: Ways to Take Action ",
"timestamp": "5:56",
"visuals": [
"https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/png?id=1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc&pageid=g72e2096d6f_0_19"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Although this issue can feel large and overwhelming there are several ways for young people to make a difference and limit the impact of this dangerous disease. "
},
{
"speaker": "Gabby – College Student",
"text": "One thing they’ve been doing at Indiana State is putting out posters of singing our fight song while washing your hands. "
},
{
"speaker": "Patti – 1st Grade Teacher",
"text": "Since they said to me they don’t have access to soap, a lot of the dispensers don’t work, I said, “Well, can’t we make our own soap?” So we did different types of experiments to see which soap worked the best. "
},
{
"speaker": "Daniel – 7th Grade Student",
"text": "So we used different organic materials such as glycerin, goat’s milk, we used many essential oils for different soaps. We usually put some toys in it for little children so if they washed their hands and they used the soap they could get the toy."
},
{
"speaker": "Justin – 7th Grade Student",
"text": "I remember the first time we started out passing out soap was in our school when I think it was a Valentine’s Day sale. We ran out of soap because everyone was asking for it, and then teachers were asking. And then they were giving it to family members to share at their jobs to help promote our group and stuff. And then we started sharing it among our community globally."
},
{
"speaker": "Patti – 1st Grade Teacher",
"text": "Actually one of my students just the other day, a few of them actually, one decided to make little baggies and just put soap on peoples’ doorsteps, just free, and with a little note, you know: “We hope this soap is going to give you hope.” Wash your hands, you know, something like that. "
},
{
"speaker": "Sarah – Parent",
"text": "For the past few days we had some supplies left and we actually went to doorsteps of our neighbors."
},
{
"speaker": "Justin – 7th Grade Student",
"text": "And we knew that music attracts people, like it brings people closer together. And me and our friends we also like music, so we were like, we should make a song about this. And especially the class younger, children’s attention, because if we were just talking to younger children, just saying, “oh, you should wash your hands,” they would just get bored. But say if you’re singing a song about it, that’s actually pretty good about washing your hands and make them more interested. We just had a play and then the play turned into a song. \n\n\nWe posted our video on YouTube and then we got noticed from a company called Design for Change, and then we got invited to go to Taiwan, and then we also performed our song over there. \n\n\nDon’t be afraid to speak out and make sure your voice is heard, because everyone is as important as everyone. So don’t ever count yourself out. "
}
]
},
{
"title": "Closing",
"timestamp": "8:23",
"visuals": [
"https://docs.google.com/presentation/d/1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc/export/png?id=1PFtA_zc3B6kWPMqnoV8K0F8Eh1mYW0gj5xF6uGnhUQc&pageid=g70d779c3ad_0_25"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Now, designers, it’s up to you. Whether you move into a quick Empathy Warmup, a creative Design Sprint or a full Community Action project, you will use the simple 4-step process of Feel, Imagine, Do and Share to understand this topic more fully and prepare to take action. We’re excited you’ve joined the Design for Change movement. We are rooting for you! "
}
]
}
]
},
{
"id": "14",
"name": "School and Academic Pressures",
"short_name": "school_pressures",
"description": "Explore the various reactions to and the impact of experiencing ongoing school and academic pressure.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/School+and+Academic+Pressures/Design+for+Change+USA+-+Podcast+-+School+and+Academic+Pressures+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/School+and+Academic+Pressures/Design+for+Change+USA+-+Podcast+-+School+and+Academic+Pressures+-+Picture+-+Large.jpg",
"published": "1584230679",
"duration": "11 minutes",
"difficulty": "Intermediate",
"global_goal": "Good Health and Well-being",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_3.png",
"sponsor_logo": "",
"sponsor_name": "",
"sponsor_url": "",
"audio": "https://dfc-podcasts.s3.amazonaws.com/School+and+Academic+Pressures/Design+for+Change+USA+-+Podcast+-+School+and+Academic+Pressures+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer!\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s.  You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share. "
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #3: Good Health and Wellbeing.\n\nAs we have become more aware of mental health issues, we have also become aware of the impact mental health has on a student’s education. Let’s begin by hearing how students describe the challenges they face."
}
]
},
{
"title": "Part 1: Student Descriptions of School and Academic Pressures",
"timestamp": "0:57",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7160c31988_0_7"
],
"segments": [
{
"speaker": "Omaka – 5th Grade Student",
"text": "I am Omaka and I am in 5th grade.\n\nSometimes some people keep the feelings inside them that we share, and sometimes that can affect other kids at school. If something’s going on at home they just aren’t really as nice, I guess."
},
{
"speaker": "Abou – College Student",
"text": "Hi, my name is Abou Ibrahim Biongoro. I am a student at the University of California in Los Angeles (UCLA).\n\nThere are issues like imposter syndrome, you know, not feeling like they belong in the school, or not feeling like they deserve to be at the school. So, it’s a lot of self-esteem as well as anxiety, depression, stress."
},
{
"speaker": "Maddie – 5th Grade Student",
"text": "I'm Maddie and I am in 5th grade.\n\nA lot of the kids, they're not good at math, so they don't like going to the math classes. Or like tests we take. If you look at the kids they'll be sitting there not doing anything, just, like, freaking out."
},
{
"speaker": "John Rives - Growth Mindset Institute Director",
"text": "Hi, I'm John Rives and I work at the Growth Mindset Institute in Melbourne, Australia.\n\nAnd so what we see is students, when they hit a challenge, can sometimes see that as an obstacle. And instead of having a positive response to that they can have a negative response from it, and their motivation can drop and their self-esteem can drop. \n\nSo if I say, “I'm just not good at math,” that becomes a permanent thing, and as a result that's a fixed mindset view of your ability, and that says you don't have the potential to improve. If you have a growth mindset and you talk about your math ability, you may not be good at it yet but you can improve with effort. "
},
{
"speaker": "Ethan – College Student",
"text": "My name is Ethan and I go to school at UCLA. \n\nI guess there's a lot of pressure to just be successful and be doing well, whether that be in school or clubs, internships, professional development, kind of peer-to-peer comparison."
},
{
"speaker": "James – College Student",
"text": "Hi, I'm James. I am a third year at UCLA. \n\nThey look at everyone around them and they think, “Oh, all of these people are doing all these things and why aren't I like that? I don't belong here.”"
},
{
"speaker": "Ethan – College Student ",
"text": "I think this has improved a lot within the that past maybe, like decade, but there is still a stigma about mental health and how it's not okay to say that you're not okay, in a way. "
}
]
},
{
"title": "Part 2: Adult Perspectives on School and Academic Pressures",
"timestamp": "3:19",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7160c31988_0_17"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s hear from others who work alongside students. "
},
{
"speaker": "Scott LoMurray – Executive Director of Sources of Strength",
"text": "Scott LoMurray, and I’m the executive director of Sources of Strength. \n\nMy sense is that we are definitely in a cultural moment where people are much more aware of mental health. We’re learning more every day about the way our brains and our bodies work, about the way that they’re connected."
},
{
"speaker": "John Rives – Growth Mindset Institute Director",
"text": "There are a lot of challenges that face students today that we really didn’t deal with in the past:  social media, the constant attention and distraction. "
},
{
"speaker": "Hector Montenegro – Social and Emotional Learning Consultant  ",
"text": "My name is Hector Montenegro and I’m an independent consultant for CASEL – the Collaborative for Academic and Social Emotional Learning. \n\nWhen we focus primarily on academics and not attend to the needs of the heart children really get stressed out. We see a lot of issues regarding dropout rates, high failure rates, there are many districts which are just not very successful at all. "
},
{
"speaker": "Amanda Novak – High School Vice Principal",
"text": "Amanda Novak, and I work at Westgate Community School.\n\nWhen our students don’t learn ways to cope with their stress that’s where they continue to struggle. So if they can’t learn healthy ways of coping then those social and those academic pieces, and everything outside in their lives, is going to be more impacted."
}
]
},
{
"title": "Part 3: Feelings About School and Academic Pressures",
"timestamp": "4:47",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7160c31988_0_27"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Let’s continue by hearing about how students feel if they don’t develop healthy practices and habits in their thoughts and actions. "
},
{
"speaker": "John Rives – Growth Mindset Institute Director",
"text": "They’re grappling with who they are and what they want to be and playing that out in real time, every day on social media, creates a lot of pressure to be perfect and to look good. And we don’t have the safety to make mistakes, to try new things, and so we tend to take less challenges in that environment."
},
{
"speaker": "Hector Montenegro – Social and Emotional Learning Consultant",
"text": "You know, they’re involved with social media a lot: a lot of cyberbullying, a lot of self-consciousness, being self-conscious about how they look and how they speak, and who they associate with. So there’s just a lot of pressure on children and adults don’t always know how to deal with that."
},
{
"speaker": "Amanda Novak – High School Vice Principal",
"text": "So they start to break down internally. They start to have negative feelings and negative thoughts about oneself."
},
{
"speaker": "Scott LoMurray – Executive Director of Sources of Strength",
"text": "You know, I think a lot of times what can happen is that those difficult emotions can continue to grow and grow and grow into a point where they become really dominating in our lives, where I’m just anxious and worried all the time, and I don’t know why. "
},
{
"speaker": "Abou – College Student",
"text": "Being nervous before an exam, stressing out, over-sleeping, under-sleeping, not eating much, also isolation. So they’ll isolate themselves from other people, even their friends, their family. I think those are kind of the main ways that at least I’ve seen students have manifested that."
},
{
"speaker": "Omaka – 5th Grade Student",
"text": "Sometimes some people will laugh or giggle and talk to their friends when someone is sharing, and it doesn’t really feel good when you have that. "
},
{
"speaker": "Nikita Gupta – Grit Coaching Director",
"text": "Hi, my name is Nikita Gupta. I’m the director of the UCLA Grit Coaching Program. \n\nWe help students with managing a lot of their internal talk. “I’m not good enough. I don’t deserve to be here. I’m such a failure. If I fail this I fail everything. My family is going to be so disappointed in me.”"
},
{
"speaker": "James – College Student",
"text": "It’s also learning for the first time school is very, very difficult. How do you deal with that? How do you adjust? How do I emotionally recover from the fact that sometimes I’m going to fall down? How do I make sure that I am okay? "
},
{
"speaker": "Amanda Novak – High School Vice Principal",
"text": "They lack this ability to maintain authentic relationships because it’s hard. It’s hard to maintain relationships because they become difficult, and so when they face challenges they just end. "
}
]
},
{
"title": "Part 4: The Importance of Youth Participation",
"timestamp": "7:25",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7160c31988_0_38"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "If we want to change the culture of our schools to support mental wellness we will need students to become leaders in this process. Let’s hear some ways young people can make a difference at their school. "
},
{
"speaker": "Hector Montenegro – Social and Emotional Learning Consultant",
"text": "Student voices is so critical. When teachers hold class meetings like community circles or morning meetings it allows students to voice their concern. Adults and teachers can really learn a lot from what helps students learn better. "
},
{
"speaker": "Maddie – 5th Grade Student",
"text": "After the announcements we all share every morning. Everybody does it together. "
},
{
"speaker": "Omaka – 5th Grade Student",
"text": "It’s kind of a time where you can share stuff that other people don’t really know about, just normal stuff, outside of school. Especially here it’s a little more nicer because you’re around your friends and stuff."
},
{
"speaker": "Ethan – College Student ",
"text": "I think as students we become more credible or more trustworthy in the eyes of the people that we’re coaching. They believe us because we’re students, and so there’s already kind of some rapport there even before you even start. You know, talking with a peer is something that they’re more comfortable with. "
},
{
"speaker": "Amanda Novak – High School Vice Principal",
"text": "If they really want to have an impactful social-emotional program of some kind they need to assess the needs of their peers. What do their peers need? What does the community need?"
},
{
"speaker": "Scott LoMurray – Executive Director of Sources of Strength",
"text": "It can happen on all of those different levels, right? It can happen at the personal level, your own kind of inner work. It can happen at the relational level in conversations with your family, friends, and mentors. And it can happen at the communal level and social level of looking at how are we engaging my school or my city or my state or my country or my world in conversations. You know, we’re all in this boat together. "
},
{
"speaker": "Nikita Gupta – Grit Coaching Director ",
"text": "And it can look like a lot of different ways, but to gather other folks and say, “Hey, do you want to join me in this effort?” So first start a collective of other peers who are interested in the same thing."
},
{
"speaker": "John Rives – Growth Mindset Institute Director",
"text": "And we need to let people be themselves, accept them for who they are, and be more tolerant of when kids fail, when kids struggle, that that’s just part of learning. "
},
{
"speaker": "James – College Student",
"text": "The biggest thing is just starting the conversation. I think that’s extremely powerful. We all have really important, very diverse, stories to share and I think that just opening up that dialogue about mental health, “What does it look like for you? What kind of resources do you utilize? What kind of practices do you have?” And just having that conversation can just be very powerful because students can really just help each other. "
}
]
},
{
"title": "Closing",
"timestamp": "10:02",
"visuals": [
"https://docs.google.com/presentation/d/18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw/export/png?id=18IQCPzi5eH0O3CEiScftGMuoXvUltnTaCRZJmCY0esw&pageid=g7026abb641_1_119"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom. "
}
]
}
]
},
{
"id": "13",
"name": "Plastic Pollution",
"short_name": "plastic_pollution",
"description": "Alongside Earth Day Network, explore the causes, the impact and the complicated reality of plastic pollution.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Plastic+Pollution/Design+for+Change+USA+-+Podcast+-+Plastic+Pollution+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Plastic+Pollution/Design+for+Change+USA+-+Podcast+-+Plastic+Pollution+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Intermediate",
"global_goal": "Climate Action",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_13.png",
"sponsor_logo": "/dfcusa-pm/app/webroot/img/partners/logo_earthdaynetwork.png",
"sponsor_name": "Earth Day Network",
"sponsor_url": "https://www.earthday.org/",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Plastic+Pollution/Design+for+Change+USA+-+Podcast+-+Plastic+Pollution+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle.\n\n\nAnd through this Design Sprint you join The Fearless Force - Hasbro's signature initiative: Be Fearless Be Kind. Through this initiative you join students from around the country with the passion to make the world a better place."
},
{
"speaker": "Narrator 2",
"text": "In this Design Spring you will explore UN Goal #13 – Climate Action.\n\n\nIn recent years, we have become much more aware of the impact human behavior has on our planet. Humans have the power to harm and protect the Earth's natural habitats and the creatures who live in them. Let's begin by hearing from a few people about how these people felt when they encountered this information firsthand."
}
]
},
{
"title": "Part 1: Feelings About The Planet",
"timestamp": "1:11",
"visuals": [
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed60f_0_2"
],
"segments": [
{
"speaker": "Kira – Education Coordinator at Earth Day Network",
"text": "My name is Kira Heeschen and I am the education coordinator at the Earth Day Network.\n\nOne of the most significant facts that I came across recently was that the average use of a single use plastic is about 15 minutes long, and then it takes somewhere between 450 to 1,000 years for that piece of plastic to degrade. So it's this kind of disproportionate existence for this tool that we're using to make our lives more convenient but it's something that's both impacting the health of our environment and human health, which is really significant. "
},
{
"speaker": "Candace – Elementary Teacher",
"text": "My name is Candace Eastwood and I teach grade 3/4 at Milverton Public School. \n\nThe main thing I have them do every year is go through their fridge and take just from a day of plastic what they use and bring it to school. And then we kind of just put it all together and it's literally bags of plastic. And on occasion we've put it out in the hallways for people to see, like up on bulletin boards just to show this is just from one day. "
},
{
"speaker": "Nina – Middle School Student",
"text": "I'm Nina and I'm in 8th grade. \n\nWildlife and plant species in the ocean are being endangered and throwing your trash on the ground might not seem like that big of a deal but a lot of trash ends up in the ocean every day."
},
{
"speaker": "Liz – Research Scientist",
"text": "My name is Liz Demattia and I'm a research scientist at the Duke University Marine Lab. \n\nThings aren't recycled properly. They aren't disposed of properly. Things like cigarette filters or cap lids are just on the ground and so they wash in through storm water."
},
{
"speaker": "Candace – Elementary Teacher",
"text": "There was a big storm and went down to the ocean after the storm just to see the water and it was literally caked with plastic on shore and in the water. It was devastating. I was very upset. And I'm on vacation picking up plastic and my husband's kind of going, \"What are you doing?” \n\nAnd then I brought that story back to my students because we were already looking at that and it was really a big deal, a kind of wow moment for them to see that that really is existing. Even though we were looking at the pictures on the Internet it's just not the same unless you live it. "
},
{
"speaker": "Kira – Education Coordinator at Earth Day Network",
"text": "A couple years ago a really powerful video came out of some people on a boat catching a turtle and actually pulling a drinking straw out of the turtle's nose. And I think that was a dramatic representation of how significant the impact of plastic pollution can be. "
},
{
"speaker": "Nicole Koen – Elementary Teacher",
"text": "My name is Nicole Koen and I'm the Makerspace coordinator at Miles Park Academy, which is in Minnesota. \n\nI knew that the sea turtles were in danger. I knew that they were an endangered species. I didn't realize how much plastic was harming them. "
},
{
"speaker": "Abril – Kindergarten Student",
"text": "Hi, my name is Abril and I'm in Kindergarten.\n\nPlastic bags to sea turtles look like jellyfish because jellyfish is their favorite meal so they eat the plastic bag and then they die. "
},
{
"speaker": "Jessie Francese and Shannon Hardy – Middle School Teachers",
"text": "So I'm Jessie Francese, and I'm Shannon Hardy, and we co-teach, along with two other teachers, science. "
},
{
"speaker": "Shannon Hardy – Middle School Teacher",
"text": "I had no idea that every sea turtle that has been found in North Carolina waters has been given an autopsy and 100% for the last three years, I think it is, have plastic in their stomach. "
},
{
"speaker": "Lucie Parsons – Elementary Student and Activist",
"text": "My name is Lucie Parsons and I am ten years old. \n\nI watched that Blue Planet. The whole family watched it all together. It was when the mommy whale had poisoned her calf with her milk and she carried the calf around for days not bearing to separate from it. \n\nWhen the mommy whale poisoned her calf with her milk it was because she had eaten plastic, and that plastic had poisoned her milk then. "
}
]
},
{
"title": "Part 2: Responses to Plastic Pollution",
"timestamp": "5:06",
"visuals": [
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed72a_0_9"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "It's not easy to hear about the negative impact that these human behaviors are having on our planet. Let's turn our attention to how these people felt when they encountered this information and how they responded. "
},
{
"speaker": "Shannon Hardy – Middle School Teacher",
"text": "Finally one of the kids said, \"I like to fish.” I'm like, \"Okay, well the estuaries are dying. We know this. We have all this data that tells us that North Carolina's estuaries are dying.” \n\nAnd he's like, \"So, like in 50 years, or when I'm 50, I might not be able to fish with my son like my dad fishes with me?”\n\nI'm like, \"yeah.”\n"
},
{
"speaker": "Kira – Education Coordinator at Earth Day Network",
"text": "Sometimes my sentiments are geared more towards just feeling really guilty for the impact that humans are having on animals around the world. "
},
{
"speaker": "Omaka – Elementary Student",
"text": "I am Omaka and I am in 5th grade. \n\nIt makes me nervous and mad because in the future the kids will have to deal with the problems."
},
{
"speaker": "Lucinda – Middle School Student",
"text": "I'm Lucinda and I'm in 8th grade. \n\nIt makes me feel really aggravated because we know that we're killing our environment and we're not doing very much about it. \n\nTomorrow we're talking to the Environmental Advisory Board in Raleigh. And then we also want to talk to City Council and Legislators. And in the end we want to talk to the incoming mayor. We have this whole script written out. We're going to talk about what our project is and if they can help us with anything because they advise the City Council's decisions. "
},
{
"speaker": "Nina – Middle School Student",
"text": "I wasn't really, to be honest, I wasn't really expecting as much to happen as it has already."
},
{
"speaker": "Liz – Research Scientist",
"text": "The kids were so excited that they organized a 600-person cleanup of their area and ended up having police escorts. So, you know, what started as just, like, a class is going to do this, they're like, \"No, we're getting the whole town involved.” "
},
{
"speaker": "Abril – Kindergarten Student",
"text": "We're trying to get them to buy canvas bags so that they don't buy any plastic bags because we want them to stop making plastic bags. "
},
{
"speaker": "Nicole Koen – Elementary Teacher",
"text": "Yesterday was so awesome because I had my 5th grade students in the Makerspace. They were sewing the canvas bags that the Kindergarteners and 5th graders kind of designed together. The Kindergarteners did kind of a walkthrough where they were able to see the 5th graders at the sewing machines sewing, or see them at the iron pressing the bags and pinning them before they were sewn. So, it was so exciting. "
}
]
},
{
"title": "Part 3: The Importance of Youth Participation",
"timestamp": "7:31",
"visuals": [
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed72a_0_20"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Young people have a uniquely important role to play in this issue. Let's hear more about why young voices are so important when it comes to the environment. "
},
{
"speaker": "Kira – Education Coordinator at Earth Day Network",
"text": "Right now Earth Day Network is coordinating the 50th anniversary of Earth Day. 50 years ago a lot of young adults in the US organized 20 million Americans going out into the streets demanding environmental protection. And it was a starting point for a lot of really great policies in the US like the Clean Air Act, Clean Water Act, and the Endangered Species Act, and it really started a wave of environmental protections around the world. Today Earth Day is celebrated in 190 countries and we're really trying to use this monumental anniversary as a way to kick start another wave of really strong environmental protections and working on embracing climate action across the globe."
},
{
"speaker": "Omaka – Elementary Student",
"text": "So, Greta Thunberg is a climate change activist who does protests. She was giving a speech to all the people about how the earth is heating up and stuff about climate change. And we got there and then we heard her say some thankyous. And then we started to march to the mayor's office. "
},
{
"speaker": "Lucie – Elementary Student and Activist",
"text": "I did two speeches for a school, one for the older kids, one for the younger ones. And I did a speech in Austria at an EGU conference. An EU commissioner came up to me and said that I did really well and he was really impressed."
},
{
"speaker": "Liz – Research Scientist",
"text": "There has been some recent research this year on inter-generational learning and that, on things like the environment which can be politically fraught, kids do a better job at changing parents' minds than scientists. "
},
{
"speaker": "Lucie – Elementary Student and Activist",
"text": "Ever since I started doing my speeches and the litter picks and I became more passionate about it my Dad's been trying to help me with it, and he's also doing stuff with his university. "
},
{
"speaker": "Daniel – Researcher ",
"text": "My name is Daniel Parsons and I'm a professor in process sedimentology. \n\nLucie's engagement and passion with the Blue Planet episode really kind of fostered within me a desire to also do something. So I began angling some of the research we do as a group at the University of Hull to address some of these issues."
},
{
"speaker": "Kira – Education Coordinator at Earth Day Network",
"text": "The perspectives that young students bring to the table are so unique in that they tend to see the world how it should be and not how it is. And I think a lot of adults tend to operate as, \"Well that's too much of a change. That's not how the world works. We're not going to be able to change that.”\n\nAnd I think students challenge us to say maybe that's how the world is now, but we have the opportunity to change that. "
},
{
"speaker": "Jessie Francese – Middle School Teacher",
"text": "This is where I always get teary. That's why we do what we do. "
}
]
},
{
"title": "Closing",
"timestamp": "10:52",
"visuals": [
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed60f_0_35",
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed72a_0_50",
"https://docs.google.com/presentation/d/1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk/export/png?id=1mYRabasdMl79MFvp9LTFJcgEVdRw07HusiFRJd_UrGk&pageid=g7041aed72a_0_41"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it's up to you now. You're going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "12",
"name": "Youth Living with Disabilities",
"short_name": "youth_disabilities",
"description": "Explore the instances of inclusion and exclusion that youth living with disabilities describe.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Youth+Living+With+Disabilities/Design+for+Change+USA+-+Podcast+-+Youth+Living+With+Disabilities+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Youth+Living+With+Disabilities/Design+for+Change+USA+-+Podcast+-+Youth+Living+With+Disabilities+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Intermediate",
"global_goal": "Reduced Inequalities",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_10.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Youth+Living+With+Disabilities/Design+for+Change+USA+-+Podcast+-+Youth+Living+With+Disabilities+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #10 – Reduced Inequality.\n\n\nSince the 1970’s, public schools in the United States have made a conscious effort to provide equal access to education for all students. While a lot of progress has been made, there is still a lot we can do to make sure that all students are included in the academic and social life on school campuses. \n\n\nLet’s begin by hearing from some community members about what some of these physical disabilities are and how many students are affected."
}
]
},
{
"title": "Part 1: Introduction to Disabilities",
"timestamp": "1:05",
"visuals": [
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7044ee1630_0_5"
],
"segments": [
{
"speaker": "Richard Allegra – Associate Director at National Center for College Students With Disabilities",
"text": "I’m Richard Allegra and I’m one of the Associate Directors at the National Center for College Students With Disabilities.\n\n\n11% of college students have some kind of disability, so it’s a real significant number of students that colleges can’t ignore."
},
{
"speaker": "Robyn Clarke – College Sophomore",
"text": "I’m Robyn Clarke and I’m a sophomore at the University of Florida.\n\n\nI’ve had Cerebral Palsy (CP) my whole life and the crazy thing about CP is that it’s different for everyone who has it. I’m not as strong physically. That’s mainly what it is. My left hand doesn’t work very well. I’m working on strengthening it and just kind of gaining dexterity because I don’t have a lot right now in my left hand. \n\n\nYou know, I’m just grateful to be here, and try to take each day as it comes and try to overcome the challenges as they hit. \n\n\nWhen I was 12 years old there was someone who told me that he thought I could barely walk. To be honest with you, when he first said it, it really, really hurt because he was someone I had considered a friend. I just remember going home that day and crying and feeling so upset and hurt. That pain stayed with me for years. I mean, it’s still something that I battle with because whenever I meet people I wonder do they see me or do they see my disability? \n\n\nBut over time, as I kind of learned to work through that and deal with it, I just looked at it as, okay, not everyone has been around people with disabilities. Not everyone has had those experiences. So instead of letting it hurt me, instead of letting it bring me down, I’m going to use it as a platform. I’m going to use it to change peoples’ minds, and always try to be a bright spot in someone’s day. I’m going to take something that could be negative and turn it into a positive, because I feel like that’s part of my purpose."
},
{
"speaker": "K. Wheeler – Graduate from the University of Washington",
"text": "My name is K. Wheeler and I graduated from the University of Washington. \n\n\nI am a congenital amputee, and I was born without both of my legs, most of my right arm, and I only have a partial hand on my left side and a fused elbow."
},
{
"speaker": "Elijah Armstrong - Founder of the Equal Opportunities for Students Project",
"text": "My name is Elijah Armstrong. I have epilepsy. I am still an epileptic, just to clarify. \n\n\nIt very much hurt me socially in the fact that I am different now. I am the other. I ended up not going to my high school graduation because the retaliation that I received from the student body was so great that I didn’t feel welcome there, and felt it would be a much more pleasant and healing experience if I ended up not going."
},
{
"speaker": "Drew Dees – Student at the University of Florida",
"text": "My name is Drew Dees and I go to school at the University of Florida.\n\n\nI do, I do, Cerebral Palsy, so my muscles are really tight and stiff, but I’m able to walk a little bit with assistance."
},
{
"speaker": "Katie Roquemore – Ph.D Student at Syracuse University",
"text": "Katie Roquemore, and I’m a Ph.D. Student at Syracuse University.\n\n\nI have a physical disability. I’m a wheelchair user. I have a type of muscular dystrophy, so I have used a wheelchair for 11 years now."
},
{
"speaker": "Jean Crockett – Professor of Special Education at the University of Florida",
"text": "My name is Jean Crockett and I have been a Professor of Special Education at the University of Florida.\n\n\nA disability is a natural part of life and it’s a physical or a neurological difference that makes it difficult and sometimes impossible to do something that other people the same age and background and education can typically do."
}
]
},
{
"title": "Part 2: Barriers to Inclusion",
"timestamp": "4:52",
"visuals": [
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7044ee1630_0_15"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Despite the fact that progress has been made, barriers to full inclusion still exist on school campuses."
},
{
"speaker": "Kim Elmore – Coordinator of DREAM",
"text": "My name is Kim Elmore and I’m the Coordinator of DREAM (Disability Rights, Education, Activism, and Mentoring).\n\n\nThere is a stigma that students with disabilities are not able to do certain things. I’ve heard from students who, even students who are high achieving, who have been told that, for example, college is not a good idea for them."
},
{
"speaker": "Dee Katovitch – Assistant Director of the InclusiveU Initiative",
"text": "My name is Dee Katovitch and I work at Syracuse University with the InclusiveU Initiative. \n\n\nCollege campuses, if you consider the age, the time where many of these buildings were built, they were not built with physical accessibility in mind. They were developed for, essentially, the able-bodied white man."
},
{
"speaker": "Katie Roquemore – Ph.D. Student at Syracuse University",
"text": "I did a lot of advocacy work at my current campus about restrooms and making them actually usable and accessible. For the first several years there was just one restroom that I could use. That involved taking an elevator down to the first floor and then waiting for that one stall to become available."
},
{
"speaker": "Elijah Armstrong - Founder of the Equal Opportunities for Students Project",
"text": "I had an issue where I had to sue my high school for access because there were flashing lights in my math classroom and they refused to do anything about it. I would go to school straight out of the hospital. I would literally leave the hospital and then go to school and as soon as I left school go back to the hospital because of the flashing lights that were causing me to have seizures."
},
{
"speaker": "Katie Roquemore – Ph.D Student at Syracuse University",
"text": "It’s really isolating. There was a real fear of not being accepted and knowing that things were happening that you couldn’t be a part of."
},
{
"speaker": "Elijah Armstrong - Founder of the Equal Opportunities for Students Project",
"text": "If there’s a physical barrier between you and the classroom then you’re not getting the material in the classroom. You’re having to teach yourself. You are being ostracized from the group environment. You’re not going to perform as well academically as the other students, not on the basis of your disability, but because they won’t make room for you because you have a disability."
}
]
},
{
"title": "Part 3: Tales of Inclusion and Involvement",
"timestamp": "7:03",
"visuals": [
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7044ee1630_0_26",
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7044ee1630_0_39"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s hear more about instances of inclusion to turn our attention to some of the ways you can get involved."
},
{
"speaker": "Elijah Armstrong - Founder of the Equal Opportunities for Students Project",
"text": "I was able to find my lane. I was able to find other activists both in terms of disability and all sorts of issues, so I was able to find my lane and find my community and find the people that supported me and could understand. And even if they didn’t understand, they could empathize and were willing to learn."
},
{
"speaker": "Drew Dees – Student at the University of Florida",
"text": "So, actually, I was very lucky and very fortunate to be accepted among my peers, so much so I was actually the Student Body President during my time during high school."
},
{
"speaker": "Robyn Clarke – College Sophomore",
"text": "I really enjoyed middle and high school. I had an amazing group of friends. Everyone was always really great about holding doors or helping me however I needed. That was the case in middle school too, I think, looking back. Everyone was always really kind."
},
{
"speaker": "Jean Crockett – Professor of Special Education at the University of Florida",
"text": "The word acceptance, I think, is a really important one to bring up here, because it’s not just a question of being aware of disabilities. Now it’s really a question of accepting people with disabilities."
},
{
"speaker": "Elijah Armstrong - Founder of the Equal Opportunities for Students Project",
"text": "One of the first things you can do is try to be as inclusive as possible socially. That us and them dynamic is one of the things that many disabled students talk about, so something that includes students that are not traditionally included. I know it sounds very stereotypical and sort of corny, but that’s very true. As a student who was on the other side of this, that would be a big thing to do."
},
{
"speaker": "Drew Dees – Student at the University of Florida",
"text": "I would say to always keep your eye open. Always keep an open mind. If you see someone that’s struggling, always think about, “Is this inclusive for people with all abilities?” That kind of thing."
},
{
"speaker": "K. Wheeler – Graduate from the University of Washington",
"text": "Go do fun activities together. Really see them as people and see past whatever their disability might be. See past the wheelchair or mobility device and see them as people."
},
{
"speaker": "Robyn Clarke – College Sophomore",
"text": "You know, it’s okay to go up and say, “Hey, you know, I see your walker, I see your chair, what is life like for you?” It’s okay to ask. When you talk to people with disabilities, talk to us like we’re people. Sometimes I meet people who talk to me like I’m six, or who tiptoe around me because they feel sorry for me. Don’t do that. I’m a person. I’m more than just this condition that I have. Talk to me like I’m a person."
}
]
},
{
"title": "Closing",
"timestamp": "9:37",
"visuals": [
"https://docs.google.com/presentation/d/1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU/export/png?id=1MIsBTpZRz7L4Ks8zZwVjw5xoJ25AH6YVDtaNugDPoeU&pageid=g7044ee15f3_0_38"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "11",
"name": "Cyberbullying",
"short_name": "cyberbullying",
"description": "Explore how the internet and social media have influenced the way in which youth experience bullying. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Cyberbullying/Design+for+Change+USA+-+Podcast+-+Cyberbullying+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Cyberbullying/Design+for+Change+USA+-+Podcast+-+Cyberbullying+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Beginner",
"global_goal": "Peace, Justice and Strong Institutions",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_16.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Cyberbullying/Design+for+Change+USA+-+Podcast+-+Cyberbullying+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_40"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #16 – Peace, Justice, and Strong Institutions. \n\n\nBullying is a very old problem that we have dealt with for many years, but with the advent of new devices and social media networks cyberbullying has emerged as a new way for students to bully and be bullied by one another. It is not always clear to the students or the adults how to properly respond. \n\n\nLet’s begin by hearing about the real feelings that occur when cyberbullying happens."
}
]
},
{
"title": "Part 1: Feelings About Cyberbullying",
"timestamp": "1:10",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_26"
],
"segments": [
{
"speaker": "Kevin – High School Freshman",
"text": "My name is Kevin and I’m a Freshman. \n\n\nOn Twitter, Instagram, Facebook, there’s always someone out there who would try to bring you down when you’re having a good time."
},
{
"speaker": "Amelia – 8th Grade Student",
"text": "I’m Amelia and I’m in 8th grade. \n\n\nMy friend texted me. He’s like, “Hey, are you okay? What’s up? Do you need to talk about it?” And I was like, sure, you know? And so, I told him everything. I gave him a paragraph, a solid three swipes of things that was just, like, up. And so he screen-shotted it. \n\n\nAnd then people would text me and be like, “Oh,” and text me about the texts that I sent him. And I was like, “How did you know that?” knowing that he told people. And I was like, alright, well that’s messed up. \n\n\nAnd then he just, like, ghosted. He stopped talking to me. He stopped answering my texts. He stopped answering my calls. All contact with him was lost. And so, he would not answer me, but my friends would know, and my brother would know, and people who shouldn’t have known that stuff would know."
},
{
"speaker": "Kevin – High School Freshman",
"text": "In my academic ways I’d feel so sad that I wouldn’t even want to leave my bed and stuff like that."
},
{
"speaker": "Justin Patchin – Professor of Criminal Justice, Cyberbullying Research Center",
"text": "My name is Justin Patchin and I’m a professor of Criminal Justice at the University of Wisconsin-Eau Claire. \n\n\nIf you’re picked on at school you go home and you have a little bit of a break from that, whereas now you go home and you’re on Instagram and Snapchatting and texting and these kinds of things are still happening, so there’s really no escape. \n\n\nI mean, when you’re picked on at school, you know, maybe there’s a couple there who see it and maybe a couple other people who find out about it, but when it happens online the perception is that everybody is implicated. Everybody has seen the post and everybody has seen the picture, so I think the problem, from the perspective of the target, it just seems so much bigger."
}
]
},
{
"title": "Part 2: What is Cyberbullying?",
"timestamp": "3:01",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_58"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s define what cyberbullying is and describe the different forms it can take."
},
{
"speaker": "Bailey Huston – Coordinator at PACER National Bullying Prevention Center",
"text": "My name is Bailey Huston and I’m the coordinator for PACER’s National Bullying Prevention Center.\n\n\nAbout 64% of students don’t report bullying to an adult. A lot of kids are worried to tell an adult about it because they fear that the technology will then be taken away."
},
{
"speaker": "Gwen – 5th Grade Student",
"text": "My name is Gwen and I’m in fifth grade.\n\n\nCyberbullying is a form of bullying but not face to face so you don’t have to confront the real person. It could be social media, it could be text, but cyberbullying never actually starts out the way it is."
},
{
"speaker": "Alondra – 5th Grade Student",
"text": "Hi, I’m Alondra and I’m a fifth-grader. \n\n\nIt could either happening when you’re texting with someone or on the Internet, if you posted a video or picture of yourself."
},
{
"speaker": "Justin Patchin – Professor of Criminal Justice, Cyberbullying Research Center",
"text": "We formally define cyberbullying as willful and repeated harm inflicted through the use of computers, cell phones, or other electronic devices. We’re basically talking about using technology to be intentionally hurtful towards another person."
},
{
"speaker": "Katherine Goyette – Educational Technology and Integrated Studies Consultant",
"text": "My name is Katherine Goyette, and I am the Educational Technology and Integrated Studies Consultant with Tulare County Office of Education.\n\n\nThere are kids that will create a fake account. It’s not too hard to take a picture from someone else’s social media account and pretend to be that person."
},
{
"speaker": "David Platt – Teacher and Technology Mentor",
"text": "I’m David Platt, teacher at Covina High School and I’m also a technology mentor. \n\n\nThey will say things in social media with text messaging that they would never say out loud with their voice."
},
{
"speaker": "Gloria – High School Freshman",
"text": "I am Gloria, I am  in 9th grade.\n\n\nComment on someone’s photo, “Oh my God, you’re so ugly.” In their videos, “your voice is so ugly,” or blah blah blah. Insult them basically."
},
{
"speaker": "Joseph Gregory – High School Sophomore",
"text": "My name is Joseph Gregory and I am a sophomore. \n\n\nI have experienced a couple past moments, not too big, with cyberbullying a little bit, with social media like Instagram. People posting about me, talking about me, and just sharing true and false information about me."
}
]
},
{
"title": "Part 3: Mental Health Consequences",
"timestamp": "5:25",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_69"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Cyberbullying can have real consequences on the academic success and mental health of the people involved."
},
{
"speaker": "Gloria – High School Freshman",
"text": "She was so sad, and it hurt me so much because I couldn’t do much about it. She stopped eating and stopped trying as much, so she was an A student, and then she started going to B, to C, to D, to F. It was bad."
},
{
"speaker": "Amelia – 8th Grade Student",
"text": "I don’t want to be dramatic, and I don’t want to be, uh, but  I would consider this the worst day of my life. It was just kind of eye-opening to see people can be fake. People can not be who you thought that they were."
},
{
"speaker": "David Platt – Teacher and Technology Mentor",
"text": "And it ends up affecting them academically as well, because then they’re going to feel more isolated and they’re going to be coming to school with a whole baggage of burden. When a kid comes to school and they’re carrying baggage with them, they can’t learn effectively."
},
{
"speaker": "Justin Patchin – Professor of Criminal Justice, Cyberbullying Research Center",
"text": "And the relationship is complicated, but we know that kids who are bullied and/or cyberbullied are more at risk for suicidal thoughts and attempts at suicide."
}
]
},
{
"title": "Part 4: Pathways to Action",
"timestamp": "6:34",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_80"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Bullying can create feelings of isolation and helplessness for those who experience it, but there are a lot of ways we can come together to reduce the impact of cyberbullying today."
},
{
"speaker": "Joseph Gregory – High School Sophomore",
"text": "I would say to try to stay out of conflict as much as you can, but if it gets really bad you’d want to talk to either a friend that you trust or an elder to see what you can do, you know?"
},
{
"speaker": "Katherine Goyette – Educational Technology and Integrated Studies Consultant",
"text": "The students themselves have a better idea of the intricacies of this issue than I do, or than any of us as adults do many times. And so, what I think would be really cool is if they found different ways to create public service announcements for other kids and maybe even for adults, because there’s a lot of parents out there that don’t understand these social media platforms and such."
},
{
"speaker": "Jan Urbanski – Director of Safe and Humane Schools",
"text": "My name is Jan Urbanski, and I’m the Director of Safe and Humane Schools, which is part of the Institute on Family and Neighborhood Life at Clemson University. \n\n\nIdeally we want to move to that other end of that continuum to activities that are more youth-driven with adult support. That would be becoming advocates for change or taking a role in decision-making."
},
{
"speaker": "Justin Patchin – Professor of Criminal Justice, Cyberbullying Research Center",
"text": "Whether it’s like a pledge, or you’re mentoring younger students: If you’re a middle schooler talk to the elementary students, if you’re a high schooler you talk to middle schoolers about these experiences and legitimizing it as a problem and letting them know that maybe you’re available to talk with them if they’re experiencing anything negative online."
},
{
"speaker": "Margaret Atkinson – Educator",
"text": "Margaret Atkinson, and I work in South Louisiana at a school called Northwestern Middle School. \n\n\nIf you see something happening, have that strength in you to say that’s not okay, that’s not okay to treat that other person that way."
},
{
"speaker": "Bailey Huston – Coordinator at PACER National Bullying Prevention Center",
"text": "If you see someone that’s experiencing that online reaching out to them can make such a huge difference. The biggest thing that we hear from kids who experience bullying, whether it’s at school or online, is how isolating it feels and how often they feel really alone. So, whether you send them a private DM or a text or some kind of message just saying something like, “Hey, I saw what was happening, that’s not okay, I’m here for you,” research has shown that can really make one of the biggest impacts when it comes to showing that person support."
},
{
"speaker": "Margaret Atkinson – Educator",
"text": "That’s always my call to action is education and dialogue. Those are the two things that I think will change the world."
}
]
},
{
"title": "Closing",
"timestamp": "9:12",
"visuals": [
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_119",
"https://docs.google.com/presentation/d/1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48/export/png?id=1b9GyEouiW9REriXxnDd3bwQgAymFHcF0kCRAspP9Y48&pageid=g7026abb641_1_129"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "4",
"name": "Elder Isolation",
"short_name": "elder_isolation",
"description": "Explore the challenges that lead to isolation and feelings of loneliness for many elders in our communities as they age. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Elder+Isolation/Design+for+Change+USA+-+Podcast+-+Elder+Isolation+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Elder+Isolation/Design+for+Change+USA+-+Podcast+-+Elder+Isolation+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Beginner",
"global_goal": "Good Health and Well-being",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_3.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Elder+Isolation/Design+for+Change+USA+-+Podcast+-+Elder+Isolation+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/pdf",
"transcript_data": [
{
"title": "Introduction",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this design for change design sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer. Perhaps you design creative games to play or maybe you design innovative ways to juggle all of your to-dos. You are bringing those skills to this design sprint through the design for change design thinking cycle.\n\n\nThe design for change cycle includes four stages. The stages are: feel, imagine, do, and chair. During the feel stage, you will research and analyze a challenge and you will consider how a specific challenge may make you and others feel. During the imagine stage, you will boldly consider ways that you could address a specific challenge and finally choose a solution for the challenge. During the do stage, you will create an action plan for your solution. During the share, you will tell your story of change to inspire others into action.\n\n\nIn this design sprint you're going to learn about and investigate one of the United Nations' sustainable development goals. You will explore goal number three, the health and wellbeing goal.\n\n\nThe UN states that we live in the most advanced age of science and medicine, and yet there are still a number of preventable diseases impacting the health of the community. Where a person lives or how much money they make should never keep them from receiving medical attention they need. So let's make sure that every person, child or adult gets the resources they need to live a long and healthy life.\n\n\nSo consider this, in this community there are a number of elders who have noted feeling particularly isolated now. Given their circumstances, their isolation is leading to other challenges in terms of their health. Now, let's hear from a number of community members that are impacted by this particular challenge."
}
]
},
{
"title": "Part 1: The Problem of Isolation",
"timestamp": "2:10",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_2",
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_15"
],
"segments": [
{
"speaker": "Candace Shivers – Events and Activities Officer",
"text": "My name is Candace Shivers and I'm the Chief Events and Activities Officer for Wise and Healthy Aging. Isolation is a big problem. You know, they're not connected to other people."
},
{
"speaker": "Kathryn Kietzman - Vice Chair for the Santa Monica Commission for the Senior Community",
"text": "I'm Kathryn Kietzman and I'm the Vice Chair for the Santa Monica Commission for the senior community. We do a pretty poor job in general of preparing people for retirement. You know, it's sort of put out there as this gauntlet, like, \"Oh, I'm going to go and retire, can't wait to retire. But then after 30, 40, 50, 60 years of work in the workforce, sometimes people are at a loss initially.”"
}
]
},
{
"title": "Part 2: Feeling Isolated",
"timestamp": "2:48",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_24"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "It is also really necessary for us to understand the lived experience and empathize with the feelings of loneliness and isolation. And in this case, it's going to be critical that we hear from elders about how they are feeling so that we can understand their feelings of loneliness and isolation."
},
{
"speaker": "Candace Shivers – Events and Activities Officer",
"text": "It's very frightening. You know, there's a lot of challenges. So I think you feel very alone. I think you're frightened. I think you're concerned for your survival. And sometimes people who've been in that situation get a little testy. But kind of imagine if you are in that situation, how would you feel? And a little bit leery if they're going to be taking advantage of. Any small thing is a challenge."
},
{
"speaker": "LaDonna Ringering – Care Coordinator",
"text": "My name is LaDonna Ringering and I'm a care coordinator. They feel more anxious about what they can bring to a conversation. But I would say primarily they get very depressed and they feel alone and sometimes hopelessness can set in."
},
{
"speaker": "Dr. Imelda Padilla-Frausto - Researcher",
"text": "My name is Dr. Imelda Padilla-Frausto. I'm a research scientist at UCLA Center for Health Policy Research. Older adults may feel sad, they may feel depressed. I could imagine they would feel unwanted or unneeded. I think we all have a need to have a sense of purpose in life and so when you're isolated or feeling isolated, I think that sense of purpose is taken away and can lead to feelings of sadness and depression."
}
]
},
{
"title": "Part 3: Causes of Isolation",
"timestamp": "4:42",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_33"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "It's really necessary for us to understand the causes behind a particular challenge. So in this case, what is causing elders to feel isolated? What are the factors that are contributing to elders feeling lonely?"
},
{
"speaker": "Jacquelyn Witherspoon",
"text": "Jacquelyn Witherspoon. Your importance; you're not as important. It's like you say, why put out the effort? There is an effort to finding this community, but then if people aren't acknowledging you, then you stop putting out the effort as much. Yeah, I think it's, you actually feel smaller."
},
{
"speaker": "Kathryn Kietzman - Vice Chair for the Santa Monica Commission for the Senior Community",
"text": "Yeah, for some older adults, it may be the result of having reduced mobility. Having complex medical condition that might make it difficult to get up and about. Of course, loss of loved ones as one gets older; widowhood. Those are some things that may lead to social isolation."
},
{
"speaker": "Barry Goldman",
"text": "My name is Barry Goldman and I am the Chair for the Sana Monica Commission to the senior community. There's also the financial problems, you know, lack of funds to get out and do things."
}
]
},
{
"title": "Part 4: The Impact of Isolation",
"timestamp": "6:01",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_43"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Finally, to have a really well-rounded understanding of this challenge, it's going to be important for us to also understand the impact that isolation has on our elders, particularly their health and wellbeing."
},
{
"speaker": "Dr. Imelda Padilla-Frausto - Researcher",
"text": "Yeah, so there are a lot of research has looked at these different aspects of isolation. What the research shows is that for older adults who are socially isolated, they tend to have worse physical health outcomes. I think this also would increase morbidity and mortality of older adults, especially with perceived isolation. With depression, there could be issues with sleeping, either sleeping too much or sleeping too little. With eating, they could be eating too much or too little as well.\n\n\nWith the social isolation I would think, especially if they're home bound and they can't get around, that there would be issues with eating and eating proper food, having proper nutrition."
},
{
"speaker": "LaDonna Ringering – Care Coordinator",
"text": "They'll lose a lot of weight from just not having the motivation to prepare meals and eat alone. Their diet will change so that they're not eating, they're just eating simple foods and it may have a lot of salt in it. They may not have the fresh fruits and vegetables that keep them healthy."
},
{
"speaker": "Candace Shivers – Events and Activities Officer",
"text": "There's a lot of studies about this. You may know about this, they're called blue zones; regions around the world where people live the longest. Like for example in Okinawa, centenarians run around all over the place. I mean centenarians riding their bicycles out to the field to pick whatever and then going home. That's community. They wake up every morning and when they wake up they look out at their neighbor's house to make sure they're still alive.\n\n\nSo community and being active in the community, it's one of the key ingredients to having healthy longevity. And you know, they say, what's the thing, sitting's the new smoking. Well, isolation is also the new smoking. It's a big serious deal that people that are aware about older adults know about."
}
]
},
{
"title": "Part 5: Responding to Isolation",
"timestamp": "8:38",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_54"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "One focus area for communities across the country is to provide programming for elders, to encourage them to be connected and to be involved in the community."
},
{
"speaker": "Kathryn Kietzman - Vice Chair for the Santa Monica Commission for the Senior Community",
"text": "There's a lot of learning to be gleaned from spending some time with older adults, and also older adults can benefit a lot from what young people can bring to a conversation. There are programs where younger people are teaching older adults about technology, for example. And I think that those opportunities are really precious. They really can be of help to older adults to kind of stay current using"
}
]
},
{
"title": "Closing",
"timestamp": "9:30",
"visuals": [
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7026abb641_1_119",
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7026abb641_1_129",
"https://docs.google.com/presentation/d/1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4/export/png?id=1YtFYb1EC-SFuEIWAugQUVznKIEKfvM4TJcax3wkPKc4&pageid=g7ed66bcf55_1_65"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it's up to you now. You're going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "3",
"name": "Urban Water Contamination",
"short_name": "water_contamination",
"description": "Explore the causes of water contamination and the impact of a lack of access to clean water.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Urban+Water+Contamination/Design+for+Change+USA+-+Podcast+-+Urban+Water+Contamination+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Urban+Water+Contamination/Design+for+Change+USA+-+Podcast+-+Urban+Water+Contamination+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Advanced",
"global_goal": "Industry, Innovation and Infrastructure",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_9.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Urban+Water+Contamination/Design+for+Change+USA+-+Podcast+-+Urban+Water+Contamination+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/pdf",
"transcript_data": [
{
"title": "Introduction",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "Welcome to this Design for Change design sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer. Perhaps you design creative games to play, or maybe you designed innovative ways to juggle all of your to-dos. You are bringing those skills to this design sprint through the Design for Change design thinking cycle."
},
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "The Design for Change cycle includes four stages. The stages are feel, imagine, do, and share. During the feel stage, you will research and analyze a challenge. You will consider how that specific challenge might make you and others feel. During the imagine stage, you will boldly consider ways that you could address or respond to that specific challenge and you'll choose a response, an intervention, a or solution to the challenge. During the do stage, you will create an action plan for your solution. And during the share stage, you will tell your story of change to inspire others into action."
},
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "And in this design sprint, you are going to learn about and investigate one of the United Nations sustainable development goals. In 2015, the United Nations created 17 global goals that aim to mobilize social and economic development around the world. The sustainable development goals address poverty and hunger, health, education, gender equality, environment, and social justice. There is now a collective effort by individuals and communities around the world to make progress locally."
},
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "Specifically, you are going to explore UN global goal number six, clean water and sanitation, to ensure availability and sustainable management of water and sanitation for all."
}
]
},
{
"title": "Part 1: Causes of Lead Poisoning",
"timestamp": "2:03",
"visuals": [
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7ed66bcf55_1_2",
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7044ee15f3_0_6"
],
"segments": [
{
"speaker": "Al Moussab - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/020-speech bubble.png",
"text": "My name is Al Moussab. I'm a teacher in Newark Public Schools. I'm also the chair of the Newark Education Workers Caucus. If there's one thing that people in Newark have always been proud of, it was we got the best water. And we sell our water to towns, the surrounding neighborhoods. So there absolutely was a sense of shock."
},
{
"speaker": "Peter Chen – Policy Counsel",
"picture": "/dfcusa-pm/app/webroot/img/speech/027-speech bubble.png",
"text": "My name is Peter Chen and I work at Advocates For Children of New Jersey. Actually the beginning of the story is the early part of the 20th century. Wells were disease vectors and there was a lot of benefit to having a centralized sort of water system. And so a number of cities elected to use lead as the material for smaller pipes. The lead exposure is part of the infrastructure that we live in because of the way that our country was constructed in the early part of the 20th century. In 2016, the Newark Public Schools reported that they had tested every tap in the school system and a high number of them had come back with elevated lead levels."
},
{
"speaker": "Morrie Markowitz – Doctor",
"picture": "/dfcusa-pm/app/webroot/img/speech/013-speech bubble.png",
"text": "I'm Dr. Morrie Markowitz. I have multiple titles, but I'm the Director of the Lead Poisoning Prevention and Treatment program at the Montefiore Medical Center. You can have lead coming from the mains, the big pipes, the faucet itself could be a brass fixture, and brass can have lead. I think in most cases it was the pipes in the schools that were the sources of lead, contributing to the content in the water."
},
{
"speaker": "Al Moussab - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/020-speech bubble.png",
"text": "The water, and this is what the mayor was saying, the water itself is good. The reservoir and everything is good. It was that the process, the lead from the lead service lines and from lead that's used to solder pipes together was chipping off and falling into the water."
}
]
},
{
"title": "Part 2: Impact of Lead Poisoning",
"timestamp": "4:01",
"visuals": [
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7044ee15f3_0_17"
],
"segments": [
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "Though there are many consequences of a lack of clean and safe water, the health impacts are particularly compelling. Listen now as community members discuss these potential risks."
},
{
"speaker": "Shakima Thomas – Family Service Worker",
"picture": "/dfcusa-pm/app/webroot/img/speech/016-speech bubble.png",
"text": "My first name is Shakima, last name Thomas, and I work for the County of Essex as a family service worker. I've been hearing things since 2016 about lead being in the water. I got another test, I had the first test was in 2017 by the city of Newark, and then 2018 I had another test done and the lead results were higher."
},
{
"speaker": "Yvette Jordan - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/022-speech bubble.png",
"text": "Yvette Jordan, I'm a teacher at Central High School in Newark, New Jersey. I was a teacher at Barringer High School at that time and we were informed about lead being in some of the water in the schools. I asked about having my water tested. I found out a couple of weeks later, lead in my water in my home were three times the federal levels."
},
{
"speaker": "Morrie Markowitz – Doctor",
"picture": "/dfcusa-pm/app/webroot/img/speech/013-speech bubble.png",
"text": "They usually don't have so much that it changes the flavor of the water."
},
{
"speaker": "Al Moussab - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/020-speech bubble.png",
"text": "Because the scary thing about lead too is you don't taste it, you don't see it. So how long have I been digesting this? And even if you get a blood test, after a while, that lead goes into your muscles, into your bones. So you could get a blood test and not see any lead, that doesn't mean that lead's not in there."
},
{
"speaker": "Peter Chen – Policy Counsel",
"picture": "/dfcusa-pm/app/webroot/img/speech/027-speech bubble.png",
"text": "Your body can't tell the difference necessarily between a lead ion and a calcium ion. And so what happens is that the lead is absorbed into your bones as you grow. And so it can, it's absorbed by your body."
},
{
"speaker": "Morrie Markowitz – Doctor",
"picture": "/dfcusa-pm/app/webroot/img/speech/013-speech bubble.png",
"text": "You can get a stomachache and constipation. And as lead levels go higher, these occur more frequently. Maybe weakness and the limbs, and eventually going into a coma. And if it's not identified, then the person can die from lead poisoning. But in the United States, that's extremely rare."
},
{
"speaker": "Peter Chen – Policy Counsel",
"picture": "/dfcusa-pm/app/webroot/img/speech/027-speech bubble.png",
"text": "The short version of what we tell folks is lead poisoning is brain damage. So things like memory, things like decision making, things like impulse control, these are all affected by the prefrontal cortex and the development and growth of the prefrontal cortex is dramatically altered by lead exposure. Even small amounts."
},
{
"speaker": "Brenda Toyloy – Community Activist",
"picture": "/dfcusa-pm/app/webroot/img/speech/025-speech bubble.png",
"text": "I get frustrated, but I also realize at the same time, one of my primary goals is to educate the people. The reality is I realize people haven't been educated, and that's the problem."
},
{
"speaker": "Shakima Thomas – Family Service Worker",
"picture": "/dfcusa-pm/app/webroot/img/speech/016-speech bubble.png",
"text": "A lot of people don't like the things that I'm saying about the lead. A lot of people don't like the fact that I'm sharing my experience online on my social media."
}
]
},
{
"title": "Part 3: Community Feelings Toward Lead Poisoning",
"timestamp": "7:10",
"visuals": [
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7044ee15f3_0_28"
],
"segments": [
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "And as the design process is built on true empathy, it is critical to consider how community members feel."
},
{
"speaker": "Al Moussab - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/020-speech bubble.png",
"text": "Because when you first bring it up, there's anger, there's shock, there's people who are surprised, who are afraid."
},
{
"speaker": "Brenda Toyloy – Community Activist",
"picture": "/dfcusa-pm/app/webroot/img/speech/025-speech bubble.png",
"text": "People are very upset about it. People are very upset about it. It's frustrating, but this is our reality. So what do you do?"
},
{
"speaker": "Yvette Jordan - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/022-speech bubble.png",
"text": "I was extremely alarmed, angry, pissed. It was a shock. It's always like when something happens, it's, I never thought it would happen to me, although when you hear about it, oh, it's so awful in some other place. And yet, in this instance, it was in my own neighborhood, in my own city."
},
{
"speaker": "Shakima Thomas – Family Service Worker",
"picture": "/dfcusa-pm/app/webroot/img/speech/016-speech bubble.png",
"text": "I'm really, really concerned, because I don't know what's going to happen with my kid. I'm pretty concerned about that. As a parent, I want to be sure my kid is safe and that I'm doing everything that I need to do to make him safe. I wouldn't want my kid going through anything like that, where he just can't live a healthy life. I would feel helpless as a mom."
},
{
"speaker": "Al Moussab - Teacher",
"picture": "/dfcusa-pm/app/webroot/img/speech/020-speech bubble.png",
"text": "But I'm also a parent of Newark Public School students and a resident of the city. My daughter was, when she was in pre-K, was at one of the schools that were affected. So I know. There was a part of me that understands and knows the fear. There wasn't even a sense of anger over the crowd, it was a sense of fear. How long have I been drinking this? What are the effects? What should I do? This is really where a lot of people are at right now."
},
{
"speaker": "Peter Chen – Policy Counsel",
"picture": "/dfcusa-pm/app/webroot/img/speech/027-speech bubble.png",
"text": "It is a slow problem that requires collective action to address."
}
]
},
{
"title": "Closing",
"timestamp": "9:00",
"visuals": [
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7044ee15f3_0_38",
"https://docs.google.com/presentation/d/1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo/export/png?id=1GR2UYaeFWqrfZbGiDHzJLP3gOOWBriPVbR3O_6H1hwo&pageid=g7041aed72a_0_50"
],
"segments": [
{
"speaker": "Narrator 1",
"picture": "/dfcusa-pm/app/webroot/img/speech/002-speech bubble.png",
"text": "So designers, it's up to you now. You're going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "2",
"name": "Kinder Communities",
"short_name": "kinder_communities",
"description": "Explore the negative outcomes associated with bullying and instances of unkindness in a school community. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Kinder+Communities/Design+for+Change+USA+-+Podcast+-+Kinder+Communities+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Kinder+Communities/Design+for+Change+USA+-+Podcast+-+Kinder+Communities+-+Picture+-+Large.jpg",
"published": "1",
"duration": "9 minutes",
"difficulty": "Beginner",
"global_goal": "Peace, Justice and Strong Institutions",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_16.png",
"sponsor_logo": "/dfcusa-pm/app/webroot/img/partners/logo_hasbro.png",
"sponsor_name": "Hasbro",
"sponsor_url": "https://befearlessbekind.hasbro.com/en-us",
"audio": "https://dfc-podcasts.s3.amazonaws.com/Kinder+Communities/Design+for+Change+USA+-+Podcast+-+Kinder+Communities+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/pdf",
"transcript_data": [
{
"title": "Podcast Introduction",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/png?id=1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Tara - Podcaster",
"picture": "/dfcusa-web/app/webroot/img/team/taraharrington.png",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! You are bringing those skills to this design sprint. \n\n\nAnd through this Design Sprint you join The Fearless Force - Hasbro’s signature initiative: Be Fearless Be Kind. Through this initiative you join students from around the country with the passion to make the world a better place. The Be Fearless Be Kind initiative calls on youth to be fearless and kind by standing up for others, being inclusive, and making a difference."
},
{
"speaker": "Ryan - Interviewer",
"picture": "/dfcusa-web/app/webroot/img/team/ryancowden.png",
"text": "We will explore the idea of a kindness deficit, and we will listen to students as they share real stories of times they were treated unkindly. Let’s begin by hearing from a number of students who were impacted by this particular challenge."
}
]
},
{
"title": "Part 1: Stories of Unkind Experiences",
"timestamp": "1:01",
"visuals": [
"https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/png?id=1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0&pageid=g7041aed483_1_9"
],
"segments": [
{
"speaker": "Brooke Mayer – 7th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-1.png",
"text": "I’m Brooke Mayer and I’m in 7th grade. \n\n\nI was in 5th grade and I had this friend that all of a sudden just decided to start hanging out with us. And she would take over our games and one day she just started hitting me and kicking me and pulling my hair. And she would drag all my friends away from me and it was kind of, like, a bad experience."
},
{
"speaker": "Jaden Shin  - 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/boy-1.png",
"text": "I am Jaden Shin. I am in 8th grade. \n\n\nI asked these kids, “Hey, can I play basketball with you?” And they were like, “Sure!” So, I’m not the most athletic person so I had to take a break real quick to catch my breath. And then when I came back they were kind of playing without me so I was like, “Hey, can I join back?” And they were like, “No, this is our court. Go away.”"
},
{
"speaker": "Chris Herrera – 7th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/boy-2.png",
"text": "Chris Herrera – 7th.\nYeah, I was dis-included from handball. It was for a period of time, yeah. I think they thought it was funny or, like, cool or something."
},
{
"speaker": "Leela – Elementary Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-2.png",
"text": "Hi, my name is Leela. I’m 8 years old. \n\n\nWe were in music class. We were watching a music video and I was sitting right next to one of my friends that were in my class. I was not really talking, and they just said “shut up” and I didn’t really like that. Nobody noticed, but I told the teacher."
}
]
},
{
"title": "Part 2: Academic and Emotional Impact",
"timestamp": "2:23",
"visuals": [
"https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/png?id=1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0&pageid=g7041aed483_1_20"
],
"segments": [
{
"speaker": "Ryan - Interviewer",
"picture": "/dfcusa-web/app/webroot/img/team/ryancowden.png",
"text": "Being treated unkindly can cause students to experience a lot of different feelings. So now, let’s listen to students share how they felt during moments of unkindness."
},
{
"speaker": "Jaden Shin  - 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/boy-1.png",
"text": "Betrayed. Confused. Really just kind of frustrated at them."
},
{
"speaker": "Brooke Mayer – 7th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-1.png",
"text": "I kind of felt alone. I didn’t want to talk with friends and that stuff because I feel like they would just feel bad for me and I don’t want to put my friends in that situation, so I just kind of kept it to myself, which was really hard on me."
},
{
"speaker": "Luciana Smith – 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-3.png",
"text": "Luciana Smith, and then I’m in 8th grade.\n\n\nI felt very alone. You want a friend to tell, so then they can be like, “Oh yeah, I’m going through the same thing.”"
},
{
"speaker": "Leela – Elementary Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-2.png",
"text": "It was a new school, so I wasn’t really expecting that to happen. So, I was like, sort of a little bit nervous, so I start to feel a little bit sad."
}
]
},
{
"title": "Part 3: Stories of Kindness",
"timestamp": "3:16",
"visuals": [
"https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/png?id=1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0&pageid=g7041aed483_1_32"
],
"segments": [
{
"speaker": "Ryan - Interviewer",
"picture": "/dfcusa-web/app/webroot/img/team/ryancowden.png",
"text": "While many young students have experienced acts of unkindness, we know that many more choose to demonstrate kindness in both big and small ways."
},
{
"speaker": "Leela – Elementary Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-2.png",
"text": "And then one of my friends came over and said, “Are you okay? Maybe you could be on my team?” And I felt a little bit happier, and feel like I’m safe with her."
},
{
"speaker": "Amelia – 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-4.png",
"text": "I’m Amelia and I’m in 8th grade.\n\n\nI had this one friend. She would always kind of stick by my side and be like, “Hey, look what you just overcame!”"
},
{
"speaker": "Luciana Smith – 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-3.png",
"text": "It took a lot of time. I kind of just found one friend and connected and we got comfortable with each other. We’re like, hey, you’re weird, you’re quirky, you’re fun! You know what, we can be amazing that way! We’re good together! And then from there on it was just a lot of trust."
},
{
"speaker": "Jaden Shin  - 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/boy-1.png",
"text": "They did do a Best Buddies thing which I’m in second of command of. So what we do is that, you know, sometimes they don’t really have any friends. So we send a student there to kind of be their best buddy. And honestly it just kind of warms my heart to see that."
},
{
"speaker": "Brooke Mayer – 7th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-1.png",
"text": "We did a socializing game. We’d have games at lunch. And we’d do notes on the wall and we’d take pictures. And it just made me find a lot of new friends, a lot of other people find new friends."
},
{
"speaker": "Luciana Smith – 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-3.png",
"text": "Majority of students, even if you don’t know, they’ll smile, they’ll wave, they’ll say hi. For me, it makes my day because I’m like, “Hey, I don’t even know you.” Anything little like that is enough to make someone else’s day."
},
{
"speaker": "Jaden Shin  - 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/boy-1.png",
"text": "Being polite to other people, including them maybe in some activities, talking to them."
},
{
"speaker": "Leela – Elementary Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-2.png",
"text": "When we’re at recess I say, “Do you want to come and play with me, so we can be better friends? We’re playing this really fun game.” And some people want to play and some people don’t."
},
{
"speaker": "Luciana Smith – 8th Grade Student",
"picture": "/dfcusa-pm/app/webroot/img/avatars/girl-3.png",
"text": "As long as it helps at least one person, it doesn’t need to help everyone. As long as it changes at least one person’s day, then I consider that a success."
}
]
},
{
"title": "Closing",
"timestamp": "10:10",
"visuals": [
"https://docs.google.com/presentation/d/1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0/export/png?id=1JkjCYK6ONqu8jhzhyh53kuafZEk8WaZDYEWVUYMw0w0&pageid=g7041aed2ab_0_72"
],
"segments": [
{
"speaker": "Tara - Podcaster",
"picture": "/dfcusa-web/app/webroot/img/team/ryancowden.png",
"text": "So designers, it’s up to you now. You get to think about ways to make your classroom, your school, and the world, a kinder place."
}
]
}
]
},
{
"id": "5",
"name": "Food Waste",
"short_name": "food_waste",
"description": "Explore the impact of food waste and learn more about responsible consumption in a school community.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Food+Waste/Design+for+Change+USA+-+Podcast+-+Food+Waste+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Food+Waste/Design+for+Change+USA+-+Podcast+-+Food+Waste+-+Picture+-+Large.jpg",
"published": "1",
"duration": "9 minutes",
"difficulty": "Beginner",
"global_goal": "Responsible Consumption",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_12.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Food+Waste/Design+for+Change+USA+-+Podcast+-+Food+Waste+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do's.  You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share. "
},
{
"speaker": "Narrator 2",
"text": "In this challenge, you will explore UN Goal #12 – Responsible Consumption.\n\nThe United States wastes millions of pounds of food each year, but across the nation teams of students and teachers are teaming up to raise awareness and find other uses for this food. Let's take a listen to the size of this problem and how individual community members became aware of this issue. "
}
]
},
{
"title": "Part 1: The Problem of Food Waste",
"timestamp": "1:02",
"visuals": [
"https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/png?id=1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Lea – High School Senior",
"text": "My name is Lea – I am a senior at Solon High School. \n\nI became aware of food waste as I saw the trash cans in the cafeteria especially on days where there were a lot of vegetables on the menu. "
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "John Williamson – I'm the executive director and founder of Food Rescue.\n\nAnd it really bothered me once I found out that 40% of our food is wasted. So that would be 1 billion food items nationwide are going into landfills instead of feeding children and families in need in our country via food pantries. "
},
{
"speaker": "Rachel – High School Senior",
"text": "My name's Rachel and I am a senior. \n\nAnd it sort of struck me as there's this much food being wasted."
},
{
"speaker": "Sandy – High School Senior",
"text": "My name is Sandy and I'm also a senior. \n\nMy friends are the ones that, like, are in the cafeteria most of the time and they see all the lunches being thrown out and such. "
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "When students walk by the trash can if they're not given the opportunity to donate they're kind of required to throw it in the trash cans. "
},
{
"speaker": "Katherine – High School Senior",
"text": "Hi, I'm Katherine. I am a 12th grader at Solon High School. \n\nIn elementary school and during middle school especially I was a pickier eater and I often threw away especially like the boiled broccoli and other items that I wasn't a big fan of. In high school, as I learned more about food waste through seeing other people through their contributions and slowly learned more through my friend group about the actual effect of food waste in the United States. "
},
{
"speaker": "Elaine Fiore - Teacher",
"text": "My name is Elaine Fiore and I am a sustainability teacher. \n\nFood in the landfill creates methane gas. "
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "And it's also, according to many scientists, harming our environment by emitting methane gas from rotting food in landfills. "
},
{
"speaker": "Julia – High School Senior",
"text": "Hello, this is Julia. I am also a senior. \n\nSo, as I grew up, I just remember watching a lot of the students or my peers around me wasting food. And I just grew up kind of acknowledging the issue but not really doing anything about it. "
},
{
"speaker": "Tom Lentes – School Food Service Coordinator",
"text": "My name is Tom Lentes – I am the food service coordinator for Vigo County Schools. \n\nAnd I think there's just so much hunger and poverty in the area that it just breaks your heart to see that food get thrown away."
}
]
},
{
"title": "Part 2: Reactions to Food Waste",
"timestamp": "3:10",
"visuals": [
"https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/png?id=1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4&pageid=g70d779c3ad_0_3"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Because the design process is based on empathy it's important to consider how others feel. Listen to how these community members reacted when they realized the extent of this problem."
},
{
"speaker": "Hannah – College Sophomore",
"text": "My name is Hannah. I am a sophomore at University of North Carolina at Chapel Hill. \n\nI think it was kind, it was definitely shocking to see how much we wasted."
},
{
"speaker": "Raha Ashkir – College Student",
"text": "My name is Raha Ashkir, and I'm a student here at St. Cloud State University.\n\n\nI started wearing it in 1st grade/2nd grade on and off, but once I got into middle school I did not take it off."
},
{
"speaker": "Lea – High School Senior",
"text": "I personally felt very sad because knowing that there's many people, especially in their local area, who are struggling for food, seeing that all this could go to waste was not the most encouraging."
},
{
"speaker": "Rachel – High School Senior",
"text": "Well, for me that was really shocking, especially from a school with over 1,600 students, that over 40% of the food was being wasted. "
},
{
"speaker": "Sandy – High School Senior",
"text": "I was a combination of annoyed and sad because this could've, this food could've been used so much more, it could've gone to people who really needed it and also who appreciated it more."
},
{
"speaker": "Julia – High School Senior",
"text": "So it was definitely very frustrating and also very shocking to find out just exactly how big the impact was. "
},
{
"speaker": "Elaine Fiore - Teacher",
"text": "The kids were really surprised at all the unopened and unpeeled food items, perfectly good food items, that ended up in the trash. Yeah, they were horrified. They had no idea, because if they just take one item and throw it in the trash they don't see the impact. \n\nBut when they saw, they saw the cart with all this good food they were like, \"Ms. Fiore, what are you doing? What are we going to do with that food?” \n\nI'm like, \"Well, we're going to do what we do with it every day – we're going to throw it in the trash.” \n\nThey were like, \"No! We can't!” You know, once they physically saw the impact then they were motivated to do something to change it."
}
]
},
{
"title": "Part 3: The Importance of Youth Participation",
"timestamp": "5:02",
"visuals": [
"https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/png?id=1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4&pageid=g70d779c3ad_0_13"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "We don't have to be overwhelmed by the size of this issue. Let's listen to how these members were empowered to take action and make changes in their community. "
},
{
"speaker": "Hannah – College Sophomore",
"text": "And it was such a simple solution. I think that was another thing, was like, why is this not anywhere else? Why isn't this a thing?"
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "I always say we're not going to the moon – somebody's saving the food and somebody's picking it up. How hard can that be?"
},
{
"speaker": "Tom Lentes – School Food Service Coordinator",
"text": "If a child doesn't want an item, he can put it up there and somebody else in the dining room can eat it. "
},
{
"speaker": "Hannah – College Sophomore",
"text": "They could go to our little cooler that we have placed in the middle of the cafeteria and they could look inside and usually there would be salads in there. And someone could just get the salad from the share table, hence the name sharing."
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "And then what's left over from that ultimately becomes donated to a food pantry or a caring agency that the school has connected with."
},
{
"speaker": "Jill McCune",
"text": "So my name is Jill McCune and I teach kindergarten at Pleasant View Elementary in Zionsville. \n\nAnd we donated enough food for 36 meals. And that was actually a small day. We only had, I think, 181 items. And usually we're around 300 or more, but it was a smaller collection week for some reason. So once people started to see how really impactful it is they started to really get on board and be excited about it. "
},
{
"speaker": "Lea – High School Senior",
"text": "But it wasn't very popular, but I think it's gotten a lot more popular this year thanks to us being more active around. "
},
{
"speaker": "Rachel – High School Senior",
"text": "We saw over a 90% decrease in the amount of wasted food at our school. "
},
{
"speaker": "Hannah – College Sophomore",
"text": "We collected over 4,800 food items. Initially there was some, not resistance, but confusion. It was like, what is this cooler doing here? What is the point of this whole thing? But then people really got into it and they got really passionate about it and they were willing to volunteer their time because it was all student-run. \n\nSo once the program ended, I mean people still continued to put stuff on the table. Even when we didn't have the cooler up they would still put things there. And I had to consistently go up on announcements, like \"Hey y'all, I know you really want to donate but we're not allowed to anymore.” And people would still do it because it became a habit. "
},
{
"speaker": "Jill McCune",
"text": "They don't even really think about it, I think. If they aren't going to eat it or drink it they just know to put it in the box at this point because they've been doing it for so long now. "
},
{
"speaker": "John Williamson – Founder of Food Rescue",
"text": "I would just say #foodisnottrash."
},
{
"speaker": "Hannah – College Sophomore",
"text": "Someone jokingly in class one day was like #nofoodwaste just as a joke. And it just became a huge thing. And people were sending me photos of them not wasting their food and that's kind of how the #nofoodwaste social media campaign launched. So it really, really spread, and I still to this day get pictures of #nofoodwaste that I just kind of repost."
},
{
"speaker": "Elaine Fiore - Teacher",
"text": "They may think, \"Okay, I'm an elementary school student, I'm a middle school student, what could I do to feed the hungry? What could I do to reduce greenhouse gases?” The beauty of this is they could see how their direct actions influence others and influence the greater good. "
},
{
"speaker": "Katherine – High School Senior",
"text": "So, in this sense I am more happy and I am positive that we'll continue to make a better impact. "
},
{
"speaker": "Hannah – College Sophomore",
"text": "It's really gratifying. It's like, okay, we can definitely do something. Our voice does matter. "
}
]
},
{
"title": "Closing",
"timestamp": "10:52",
"visuals": [
"https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/png?id=1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4&pageid=g7026abb641_1_119",
"https://docs.google.com/presentation/d/1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4/export/png?id=1k2mjih0eaFbXo0h8g_4SZFNNOA_GRrbY2YbJQ5WZbA4&pageid=g70d779c3ad_0_25"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers it's up to you now. You're going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom. "
}
]
}
]
},
{
"id": "6",
"name": "School Funding Disparities",
"short_name": "school_funding",
"description": "Explore the contrast in school experiences due to funding differences.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/School+Funding+Disparities/Design+for+Change+USA+-+Podcast+-+School+Funding+Disparities+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/School+Funding+Disparities/Design+for+Change+USA+-+Podcast+-+School+Funding+Disparities+-+Picture+-+Large.jpg",
"published": "1",
"duration": "11 minutes",
"difficulty": "Advanced",
"global_goal": "Reduced Inequalities",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_10.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/School+Funding+Disparities/Design+for+Change+USA+-+Podcast+-+School+Funding+Disparities+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #10 – Reduced Inequality.\n\n\nThe goal of public schools in the United States is to provide an equal education to all students, so that each student has the opportunity to pursue the life that they desire. However, schools are not funded equally. Some schools receive more money than others, which creates inequalities in our education system. \n\n\nLet’s begin by hearing about how unequal funding can have an impact on our education system."
}
]
},
{
"title": "Part 1: Impact of Unequal Funding",
"timestamp": "1:10",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7044ee13e2_0_12"
],
"segments": [
{
"speaker": "Elena – High School Junior",
"text": "My name is Elena and I am a junior.\n\n\nBeing a student where I’ve had this academic privilege, and also just privilege growing up, I’m really grateful for that but on top of that it’s much more shocking seeing the contrast firsthand."
},
{
"speaker": "Chandra Villanueva - Researcher",
"text": "Chandra Villanueva – I’m with the Center for Public Policy Priorities in Austin, Texas.\n\n\nThere’s just a lot less access, and you also see teachers with less experience in more low-income neighborhoods. You see greater teacher turnover, things like that."
},
{
"speaker": "Gema – College Freshman",
"text": "My name is Gema Quetzal Cardenas and I’m an incoming freshman at Stanford University. \n\n\nWe had a lot of things for sciences and internships, which is great, but a lot of students did miss out on art opportunities, which we didn’t get. That could be very discouraging because there are a lot of students who love the arts, but they couldn’t take the same art classes that other students were taking at the time. This may just be another thing that they never got to do because lack of funding."
},
{
"speaker": "Caelyn – High School Junior",
"text": "My name is Caelyn Valandra-Prue. I am a junior at White River High School and I am from Mission, South Dakota.\n\n\nAs an athlete, my experience at White River is that we don’t have as good of resources as other schools. Schools have more advanced weight rooms and they have more equipment to use. We have to find different ways to work harder because our competition already has the advantage of having that nicer equipment, or even having any equipment at all."
},
{
"speaker": "Walter Gonsoulin – Deputy Superintendent",
"text": "Walter Gonsoulin – I am the Deputy Superintendent of Jefferson County Schools. \n\n\nYeah, they know it’s unfair because they hear others talk about how their kids are taking foreign languages, not only one, but two or three."
},
{
"speaker": "Gema – College Freshman",
"text": "When students see their own school and compare it to other schools it can be very discouraging because then you feel that the school you are in doesn’t care about you, which may not be the case. Maybe they do care about you, it’s just the circumstances that we are sadly in."
},
{
"speaker": "Natali – High School Junior",
"text": "My name is Natalie Suri and I am a junior at McCallum High School. \n\n\nI don’t know, I’m just really frustrated, because I was like, “These kids are really smart, they just don’t have the same resources.”"
}
]
},
{
"title": "Part 2: School Funding Overview",
"timestamp": "3:08",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7044ee13e2_0_55"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "In order to full understand this issue, we have to understand how schools receive money in the first place."
},
{
"speaker": "Zahava Stadler – Director of Policy",
"text": "My name is Zehava Stadler and I’m director of policy for EdBuild. We’re a non-profit organization focused on school funding fairness. \n\n\nA lot of people are surprised when they find out that the federal government actually does very little to support schools on the ground. So, almost every state in the country has decided that they’re going to start their school funding with a base of local dollars, mostly local property tax dollars. The fact that your parents’ house is worth more than my parents’ house means that you have more money to spend locally on education, which is really a crazy system."
},
{
"speaker": "Chandra Villanueva - Researcher",
"text": "The whole idea that we base school funding very much on property values is something that really does have sort of a racial connotation to it. For example, in Texas we first set this system up in 1949 when we were explicitly racially segregating neighborhoods, and then basing the funding that they got on these racially segregated neighborhoods. When you have racial and economic segregation of course you’re then going to see disparities in the amount of money that’s raised for these schools."
},
{
"speaker": "Walter Gonsoulin – Deputy Superintendent",
"text": "What’s happening is, we’re having children who are living 15 minutes apart from each other and they’re experiencing two very different types of education."
},
{
"speaker": "Warren Craig Pouncey - Superintendent",
"text": "Warren Craig Pouncey – Superintendent of Jefferson County Public Schools.\n\n\nYou have some districts that generate as little as $200 dollars per student. Some of our more affluent communities generate close to $12,000 in local money per pupil."
},
{
"speaker": "Zahava Stadler – Director of Policy",
"text": "There is a $23 billion gap between mostly white districts and mostly non-white districts. If you’re in a mostly white district collectively you’re getting $23 billion more than all of the students in mostly non-white districts."
},
{
"speaker": "John Sasaki – Communications Director",
"text": "I’m John Sasaki. I’m the communications director for Oakland Unified School District. \n\n\nIt’s very simple. Kids have no control over where they’re born or where they’re raised, and it absolutely should not be dependent on that zip code wherever they happen to be, that they get a certain number of dollars for their school, a certain number of dollars for all the services that are in a community."
},
{
"speaker": "Gema – College Freshman",
"text": "All students should have a really great education. It shouldn’t be that one school has great funding and great resources and the other doesn’t. But sadly that’s the situation we’re in and we’re all trying to push through it and trying to change how funding works, not only in California but across the world we’re having this issue."
}
]
},
{
"title": "Part 3: Unequal Opportunities",
"timestamp": "5:26",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7044ee13e2_0_65"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Imbalances in funding can create unequal opportunities for students depending on where they live and where they go to school."
},
{
"speaker": "John Sasaki – Communications Director",
"text": "A lot of kids take SAT Prep classes to get ready for the testing. Those are very expensive and a lot of kids in less affluent areas cannot afford them. A prep class can mean a hundred or a couple hundred points difference in your SAT."
},
{
"speaker": "Warren Craig Pouncey - Superintendent",
"text": "Well, I think if you examine that you’ve got lower graduation rates, you’ve got fewer opportunities to provide supports for students that may have some disabilities."
},
{
"speaker": "Zahava Stadler – Director of Policy",
"text": "The biggest expense in your classroom is the teacher. And so when you think about what’s the price of school funding inequality – what teachers can you hire? How many teachers can you hire? Do you have huge class sizes of 35 students because you just can’t have enough staff in the building?"
},
{
"speaker": "Ria Kubota – Middle School Orchestra Teacher",
"text": "Hi, my name is Ria Kubota and I teach orchestra for middle schoolers. \n\n\nWe spent more time fundraising and selling things and doing swim-a-thons and selling calendars and sodas and whatnot to be able to do the basic things like afford extra sheet music or to pay for the bus to go to the parade when they could have been spending that time learning their instruments and working with an ensemble."
}
]
},
{
"title": "Part 4: The Importance of Student Voice",
"timestamp": "7:04",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7044ee13e2_0_75"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Students are directly affected by the issue of school funding. Let’s hear more about why students need to speak up on this issue."
},
{
"speaker": "Ria Kubota – Middle School Orchestra Teacher",
"text": "The community wants to hear from them and their parents are excited when they start speaking up."
},
{
"speaker": "Gema – College Freshman",
"text": "Student voice is important because at the end of the day we’re the ones who walk those hallways. We’re the ones who are sitting in those classrooms. And so we share a different perspective that many people often don’t see."
},
{
"speaker": "Natali – High School Junior",
"text": "When I hear a young kid speak I’m often more inclined to listen because they really, really care because they’re a young kid and they’re passionate about it."
},
{
"speaker": "Gwyneth – High School Student",
"text": "My name is Gwyneth and I go to McCallum High School. \n\n\nIt’s always the teachers who are there and voicing their concerns and legislators don’t really listen that much because it’s just always the teachers. And then when they hear it from the actual students who they claim they’re trying to help it actually really incentivizes them to make a bigger change."
}
]
},
{
"title": "Part 5: Real Story of Student Action",
"timestamp": "8:01",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7044ee13e2_0_86"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s hear from some students who decided to take action when they discovered that some of their own school programs were in danger of being cut for a lack of funding."
},
{
"speaker": "Gwyneth – High School Student",
"text": "Well, last year there was a big budget deficit in Texas public schools and, because of the deficit, people were trying to think of all these things that could make up the money, one option being cutting the fine arts academy."
},
{
"speaker": "Elena – High School Junior",
"text": "The whole idea was just kind of that student voices are meaningful and when we get everyone to sort of speak their mind and tell people directly how we’re feeling it makes a big difference."
},
{
"speaker": "Gwyneth – High School Student",
"text": "A few people helped write a petition that we put on Change.org and got, I believe, upwards of 4,000 signatures, which was really cool. And a student at Lasa, a different high school in Austin, designed a, we called them love letters to the public school."
},
{
"speaker": "Elena – High School Junior",
"text": "What I did was I designed the postcard. I kind of wanted it to represent a lot of the things about Texas school systems that we love. We had all of the subjects represented – you had science, you had art, you had math, English. But then also sports are a big thing around Texas, and farming programs in smaller Texas school districts, so we kind of included those. And then we had those produced and school districts around Texas could order them."
},
{
"speaker": "Natali – High School Junior",
"text": "And we helped distribute them around our school. It was hard to get people to actually write the letter because it was work. I got a lot of weird backlash and then there were also other people who were like, “Yeah, I totally support it.”"
},
{
"speaker": "Elena – High School Junior",
"text": "I don’t know exactly how many of those got filled out, but I remember my Mom knew the person who was shipping them out and she told me something like 1500 had been ordered."
},
{
"speaker": "Gwyneth – High School Student",
"text": "And they sent them to the capital, or they sent them to us and we collected a bunch of them and we had one or two different days where we went to the Texas capital and delivered them by hand to all of the different legislators. \n\n\n\n\nWhenever you go and hand it to someone and actually say, “We are students. What you’re doing is affecting us, and here are all of the other people that you’re also affecting.” And then, just the way that they responded to that was really cool to see. Everyone was very supportive of what we were doing."
},
{
"speaker": "Natali – High School Junior",
"text": "On Instagram a few of them were like, “We loved receiving these.”"
}
]
},
{
"title": "Closing",
"timestamp": "9:37",
"visuals": [
"https://docs.google.com/presentation/d/1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE/export/png?id=1uRPy4tfI6yV9xEM3xRnOPTPxXhsw9349dVKTbszq5SE&pageid=g7041aed72a_0_50"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "10",
"name": "Hijabi Discrimination",
"short_name": "hijabi_discrimination",
"description": "Explore the prejudice and discrimination experienced by women who choose to practice hijab in communities across the United States. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Hijabi+Distrimination/Design+for+Change+USA+-+Podcast+-+Hijabi+Discrimination+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Hijabi+Distrimination/Design+for+Change+USA+-+Podcast+-+Hijabi+Discrimination+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Intermediate",
"global_goal": "Gender Equality",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_5.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Hijabi+Distrimination/Design+for+Change+USA+-+Podcast+-+Hijabi+Discrimination+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #10 – Reduced Inequality.\n\n\nA topic that has generated a lot of debate in recent years is the practice of Muslim women wearing a hijab, a Muslim head covering, in public."
},
{
"speaker": "Hena Khan – Children’s Author",
"text": "My name is Hena Khan and I am a children’s author. \n\n\nThe hijab refers to the head scarf that many Muslim women and girls choose to wear to cover their hair and oftentimes their ears and their necks, but is worn in a multitude of ways. Really, the reasons that women and girls choose to wear them are very varied. They can range from a belief that it’s something that’s required of you in the faith and that it’s adhering to these modesty norms. Or, it can be something like feeling like you want to identify outwardly as a Muslim."
}
]
},
{
"title": "Part 1: The Story of Habso Mohamud",
"timestamp": "1:32",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_5"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Let’s begin by hearing the story of Habso Mohamud. \n\n\nHi Habso, can you introduce yourself to our listeners?"
},
{
"speaker": "Habso Mohamud – Author",
"text": "My name is Habso Mohamud. I currently work as an author and also I am a representative for UNESCO Center for Peace.\n\n\nOur beauty is not only what makes us us, but it’s our intelligence, our knowledge, and whatever that we bring forth to the world. That is one of the reasons why God has said that he recommended women to cover up. That’s why many of us cover up, because of that. \n\n\nThe reason why I wear my hijab, number one, is because of my religion. Number two, it makes me feel beautiful!"
},
{
"speaker": "Narrator 2",
"text": "Thanks for sharing. Can you describe your experience wearing the hijab?"
},
{
"speaker": "Habso Mohamud – Author",
"text": "It was tough. It was really tough. I was in two different worlds. When I come home I’m a different person. When I’m at school I’m a different person. \n\n\nWhen I used to go to school some of my friends would be like, “Oh my God, the reason why you’re wearing the head scarf, do you not have hair? Is it because your dad is making you wear it, your mom is making you?”\n\n\nI have the free will to wear my hijab, and it wasn’t because of my father or because of my mom, that was telling me that I should wear this. \n\n\nWhat some of my classmates would do, some of them, “Take that towel off of your hair.” And they would pull my hijab. And then I would come home and you know, I’m like new to the country, don’t know what’s going on, and I came to my mom and I’m like, “Do I have to wear this to school?” \n\n\nIt was confusing at times, because they’re like, “Oh you need to go back.” I’m like, what country am I going to go back to, because, I live here. I would feel like, “You know what, I don’t even want to wear this.”"
},
{
"speaker": "Narrator 2",
"text": "So, you wrote a book called It Only Takes One Yes. Why did you write that book, and what did you hope people would take from it?"
},
{
"speaker": "Habso Mohamud – Author",
"text": "Nazra herself, I named her after my mom, but like, her story is my story. She’s retelling my story. She’s a child but she’s also a Muslim child. And that perception that they have from refugees, or Muslims, I wanted to change that. And having a Muslim character leading this conversation, it’s really going to change perceptions, it’s going to change the way people feel about certain things. \n\n\nThe main message of my book is it only takes one yes, and that one yes starts within you. You’ve got to say yes to yourself first before anybody does."
}
]
},
{
"title": "Part 2: Women’s Perspectives on the Hijab",
"timestamp": "4:04",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_16"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Muslim women choose to wear or not wear the hijab for different reasons. Let’s hear from some other women and what they think about the hijab."
},
{
"speaker": "Marwat Al-Olefi – College Student",
"text": "My name is Marwat Al-Olefi. I am a college student at UC Berkeley studying public health and potentially business administration. \n\n\nI started wearing the hijab just because of religious belief. In addition to that, I think it kind of resembles my resiliency and combating these stereotypes of what a Muslim woman is."
},
{
"speaker": "Raha Ashkir – College Student",
"text": "My name is Raha Ashkir, and I’m a student here at St. Cloud State University.\n\n\nI started wearing it in 1st grade/2nd grade on and off, but once I got into middle school I did not take it off."
},
{
"speaker": "Amal Amanda Issa –Manager at Career Ladders Project",
"text": "My name is Amal Amanda Issa. I am currently a senior program manager at Career Ladders Project. \n\n\nNot all women are required to wear it contrary to what people believe. I’m a Muslim woman but I don’t cover. Whereas my students who I taught they did cover. So, it’s a choice you can make."
}
]
},
{
"title": "Part 3: Women’s Experiences While Wearing the Hijab",
"timestamp": "5:10",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_30"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Now, let’s hear stories of some real encounters women have experienced while wearing the hijab."
},
{
"speaker": "Megan Maeng – Teacher",
"text": "My name is Megan Maeng and I work at Bronx Bridges High School in the Bronx, New York.\n\n\nI just think it’s a lack of understanding, because it’s normally students who just don’t have that much experience seeing people in a hijab every day in their home country."
},
{
"speaker": "Hena Khan – Children’s Author",
"text": "We see more women wearing it in advertising campaigns, and we see more celebrities and athletes and others wearing it. But at the same time, we see increasing backlash in some ways against the hijab. That made me think a lot more about the women in my life, family members and friends who do wear it, knowing that they have experienced, at the very least, a lot of questions about their choices, if not stares and comments as well."
},
{
"speaker": "Raha Ashkir – College Student",
"text": "When I was younger I used to have low self-esteem about my hijab, just because I knew that people would connect me to what happened in the media."
},
{
"speaker": "Marwat Al-Olefi – College Student",
"text": "Yeah, I think the first time I ever experienced that was actually in sixth grade when I first started wearing it. There were comments thrown out like, “Hey, do you take a shower with your hijab?” \n\n\nI remember this kid was saying, “Hey, do you have a bomb underneath your hijab?” And I was like, “Well, a bomb would be pretty huge and I don’t think it would fit underneath my hijab.” You know, I was just kind of, like, smart talking him. And I was like, “Oh, I guess people are not used to this.”"
},
{
"speaker": "Amal Amanda Issa –Manager at Career Ladders Project",
"text": "A friend of mine in college decided to cover, and then within the month that she covered all her roommates, all her friends, they just turned their backs on her in a very strong way that was devastating to her, and yet she persisted in wearing the covering."
}
]
},
{
"title": "Part 4: Women’s Experiences While Wearing the Hijab",
"timestamp": "7:11",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_42"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "It’s not easy to receive this kind of attention from others. Let’s hear about what these experiences felt like and how these women responded."
},
{
"speaker": "Amal Amanda Issa –Manager at Career Ladders Project",
"text": "The first word that kind of comes to mind is it’s a quiet time. They take all of this criticism and it just sinks into them and they start questioning themselves. My cousin, she kind of just kept quiet. She wasn’t social any more. She stayed home a lot because at home she wouldn’t have to wear it, so she felt safer being home than being around others."
},
{
"speaker": "Marwat Al-Olefi – College Student",
"text": "At first I was a bit shocked that someone would say something like that. I was kind of naïve to think that everyone was accepting."
},
{
"speaker": "Raha Ashkir – College Student",
"text": "You know I move on after incidents happen. People forget, they move on, new things happen. And then in the back of my head I always think about what’s going to happen next."
}
]
},
{
"title": "Part 5: Changing Perceptions",
"timestamp": "8:08",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_51",
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_60"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "People across the world are banding together to change how the hijab is perceived. Let’s hear about some things you can do to change peoples’ misperceptions about the hijab."
},
{
"speaker": "Megan Maeng – Teacher",
"text": "They feel like their classmates deserve access to this information. And also just out of curiosity, like I said before, they want to know, “What do you know about us? What do you want to know about us? What are some misconceptions that we can dispel for you?”"
},
{
"speaker": "Hena Khan – Children’s Author",
"text": "I think students can do the same thing, which is to really make a vocal and concerted effort to say that these types of attitudes, and specifically these types of speech, are not acceptable."
},
{
"speaker": "Amal Amanda Issa –Manager at Career Ladders Project",
"text": "You know, we did a play I think at one point, and one of the Muslim girls was in the play and the costume wasn’t covering, you know, all the wrists and the ankles and whatnot. It wasn’t the Muslim girl that said anything, it was her classmate that was like, “We need to fix the costume for her. We need to make sure that we do this because it’s important to her.”"
},
{
"speaker": "Raha Ashkir – College Student",
"text": "I feel like once you understand and you have a basic understand of what the hijab is then you can take the second step by having your own World Hijabi Day in school. \n\n\nWhat we do here at St. Cloud State is every first of February people who either don’t wear the hijab who are Muslims, or people who don’t wear the hijab because they’re not Muslim, try the hijab for a day so that they can see how we live every day. And they really sympathize with us."
},
{
"speaker": "Amal Amanda Issa –Manager at Career Ladders Project",
"text": "I really do feel strongly about educating each other about your personal stories as to why you wear it and to what it means. I think that’s what helps. It’s really just the listening to one another and sharing those stories."
}
]
},
{
"title": "Closing",
"timestamp": "9:54",
"visuals": [
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7026abb641_1_119",
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_72",
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_82",
"https://docs.google.com/presentation/d/1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw/export/png?id=1c9PKxdZzR8UGbAlAbXXwW68abQVDz8X5GkX7pDQTEpw&pageid=g7041aed2ab_0_93"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "9",
"name": "Mental Health",
"short_name": "mental_health",
"description": "Explore the challenges and pressures that can influence the mental health of youth. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Mental+Health/Design+for+Change+USA+-+Podcast+-+Mental+Health+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Mental+Health/Design+for+Change+USA+-+Podcast+-+Mental+Health+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Intermediate",
"global_goal": "Good Health and Well-being",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_3.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Mental+Health/Design+for+Change+USA+-+Podcast+-+Mental+Health+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to the Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #3 – Good Health and Well-being.\n\n\nJust as we understand ways to prevent and treat physical illness and promote physical health, we are also learning more ways to treat mental illness and promote mental health. In the past there was a stigma to talking about mental health, but students and adults are opening up and talking about mental health issues more than ever before. \n\n\nLet’s begin by hearing from real students about their experiences with mental health issues."
}
]
},
{
"title": "Part 1: Experiences With Mental Health Issues",
"timestamp": "1:07",
"visuals": [
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Allison – High School Senior",
"text": "I’m Allison and I’m a senior at Holy Names Academy. \n\n\nI have been struggling with anxiety since I was a sophomore, and I think once again that comes with just a lack of time. If I was to sum up my high school experience I’d just say an overall lack of sleep. I’m not able to completely shut down even if I do lay down or get ready for bed."
},
{
"speaker": "Ally – High School Senior",
"text": "So, my name is Ally and I’m a senior at Holy Names. \n\n\nIn more severe cases you’ll experience what’s called panic attacks. I’ve experienced a few."
},
{
"speaker": "Asta – High School Senior",
"text": "My name’s Asta and I’m a senior.\n\n\nIt feels like you’re drowning in it almost and you just feel so alone. I’ve been in a better space now but the fact that I couldn’t find joy in doing what I normally would make me happy, and feeling like this. You always have this voice inside your head that’s telling you, “you’re not enough.” It was really hard. I thought I was all alone. \n\n\nKnowing my mindset at the time I’m sure there were plenty of people around me that are there to support me, but that’s not where my head was at at the time."
},
{
"speaker": "Amanda Novak – Assistant Principal",
"text": "Amanda Novak – I’m the Assistant Principal at Westgate Community School.\n\n\nI’m thinking about one of my students. What she describes to me is that she almost gets tunnel vision. So if a teacher is going through work, lecture, slide, things like that, and she’s not quite able to keep up because her brain is already moving a million miles an hour, physically she has those physiological symptoms where she starts to get hot. Her chest tightens up. Everything, sort of, that stuff starts happening physically for her. So she just feels in her head like she’s in a place of chaos and she at that point can’t catch up."
}
]
},
{
"title": "Part 2: Causes and Contributing Factors",
"timestamp": "2:55",
"visuals": [
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed60f_0_2"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Mental health issues can arise from a variety of causes and happen for a variety of reasons. Let’s hear about what factors can lead to mental health difficulties."
},
{
"speaker": "Mariane McGah – Teacher",
"text": "My name is Mariane McGah. I teach at Holy Names Academy in Seattle, Washington. \n\n\nYou know, we have lots of conversations with our students about the pressures in their life that come from just such a variety of places."
},
{
"speaker": "Allison – High School Senior",
"text": "I think that, in society today, there’s just an increasing amount of work that, and expectation that, students have to kind of do everything: to be an athlete, and to be a good student, to be committed to family. So I think there’s just been increasing expectation for these students to be a lot of different things."
},
{
"speaker": "Ally – High School Senior",
"text": "One core way to differentiate between if you have stress or anxiety for me personally is that anxiety doesn’t necessarily need a reason. You can be anxious when you wake up in the morning but you can be stressed because of a test. It’s easier to find a reason for why you’re feeling that way."
},
{
"speaker": "Amanda Novak – Assistant Principal",
"text": "You know, the really common ones that we see is anything related to depression, so major depressive disorder. We see a lot of students with anxiety disorder."
},
{
"speaker": "Stephen Brock – Professor",
"text": "My name is Stephen Brock. I’m a professor and the school psychology program coordinator at California State University Sacramento. \n\n\nWell, unfortunately we are seeing what appears to be an increase in mental illness among our nation’s school children. In particular, depression, more severe depression among girls in particular, severe enough to result in a hospitalization appears to be increasing."
},
{
"speaker": "Asta – High School Senior",
"text": "Statistics show that so many people are suffering from it, but the conversation about it is not proportionate at all. So, statistically 33% would have experienced depression, but only something like 20% of those 33% would actually get treatment for what they’re experiencing."
}
]
},
{
"title": "Part 3: The Impact of Mental Health Issues",
"timestamp": "5:07",
"visuals": [
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed60f_0_13"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Mental illness can affect students in many different ways, even including death by suicide. Let’s listen to some ways that mental health has had an impact in real communities."
},
{
"speaker": "Stephen Brock – Professor",
"text": "The dividing line between normal stress and the kinds of feelings that everybody deals from time to time is when it starts to interfere with functioning: the ability to sleep, the ability to do homework and schoolwork, your ability to do things that you really like."
},
{
"speaker": "Amanda Novak – Assistant Principal",
"text": "So the first thing that we’ll notice is, especially at the high school level, one level of stress becomes an inability to complete work, an inability to focus, and it sort of spirals into what can be considered panic attacks."
},
{
"speaker": "Asta – High School Senior",
"text": "For me, a friend approached me, maybe freshman or sophomore year and told me that they were hurting themselves. And I remember just not knowing what to do."
},
{
"speaker": "Evan – 8th Grader",
"text": "I’m Evan and I’m in 8th grade.\n\n\nWe noticed that there was six suicides in the last two years and we thought that was a major problem in our community. My Dad, who is the vice principal at the high school, knew a couple of them, and one of my classmates was her sister."
},
{
"speaker": "Jett – 7th Grade",
"text": "I’m Jett and I’m in 7th grade.\n\n\nJust hearing about the suicides we’ve had in the past years and the past months, I think that really spurred us to get some stuff done and make a change."
},
{
"speaker": "Ann Dickinson - Teacher",
"text": "My name is Ann Dickinson. I teach 6th grade at Washington Elementary School in Sandpoint, Idaho.\n\n\nBecause in our community we’d had several suicides over the span of two years and they were all teenagers at our high school. And I think they found out how complex it is and how hard it can be for people to live and function sometimes with mental illness depending on the circumstances they’re in, that the lack of services up here makes it harder."
},
{
"speaker": "Daniel Adams – Training Director for Sources of Strength (a suicide prevention program)",
"text": "My name is Daniel Adams and I’m the director of training for Sources of Strength.\n\n\nWe need to do more work to promote health and wellbeing and connection on the front end, not just when young people are facing a crisis or have received a diagnosis."
}
]
},
{
"title": "Part 4: Ways to Get Involved",
"timestamp": "7:27",
"visuals": [
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed60f_0_24"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Students, teachers, and organizations are banding together to promote mental health. Let’s hear from some of our community members about what this looks like on school campuses."
},
{
"speaker": "Jett – 7th Grade",
"text": "We got a clothing line going with our logo “You Matter.” We even visited Boise and we were talking to Senators and showing them and telling them what we really, really needed in our community. We basically told them how much we needed: new mental illness facilities."
},
{
"speaker": "Evan – 8th Grader",
"text": "And then we made a “Catching Compliments” board in one of our hallways in our school. You would provide a stickie note and would write it for someone and you would give them a compliment. Hopefully people could go up and look at it, and if they saw their name they would be really happy afterwards, knowing that somebody actually cares about them."
},
{
"speaker": "Asta – High School Senior",
"text": "We watched Angst, which is a documentary, actually was based in Seattle, and focused on teenage anxiety. We specifically chose that just to try to humanize it. \n\n\nAfterwards, I know a couple of people were inspired through that film to actually end up seeking help."
},
{
"speaker": "Ally – High School Senior",
"text": "Participating in this committee made me fully realize my passion for this issue and how I want to do more for it. It holds a special place in what social justice is for me, and I think that’s what’s going to drive me to do more on this issue."
}
]
},
{
"title": "Closing",
"timestamp": "9:05",
"visuals": [
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed60f_0_35",
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed2ab_0_72",
"https://docs.google.com/presentation/d/1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI/export/png?id=1mzufHrkUksyLMTGX1WMLRO9HURW8C1j51oxJ-CLMjcI&pageid=g7041aed60f_0_47"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "8",
"name": "School Community",
"short_name": "school_community",
"description": "Explore the realities that a new student might face and how peer support can impact their experience.",
"picture": "https://dfc-podcasts.s3.amazonaws.com/School+Community/Design+for+Change+USA+-+Podcast+-+School+Community+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/School+Community/Design+for+Change+USA+-+Podcast+-+School+Community+-+Picture+-+Large.jpg",
"published": "1",
"duration": "10 minutes",
"difficulty": "Beginner",
"global_goal": "Reduced Inequalities",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_10.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/School+Community/Design+for+Change+USA+-+Podcast+-+School+Community+-+Podcast.mp3",
"visuals": "https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/pdf",
"transcript_data": [
{
"title": "Intro",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to the Design for Change Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer! \n\n\nPerhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-do’s. You are bringing those skills to this design sprint through the Design For Change Design Thinking Cycle. \n\n\nThe Design For Change Cycle includes four stages. The stages are: feel, imagine, do, and share."
},
{
"speaker": "Narrator 2",
"text": "In this design sprint, you will explore UN Goal #10 – Reduced Inequalities. \n\n\nSwitching schools can be difficult for students of all ages. Whether you are moving up to middle school, moving up to high school, or switching to a different school, your first year in a new place can be challenging for multiple reasons. \n\n\nIn this episode, we will hear from students and adults about why these transitions can be so hard, and how students are the best way to welcome new students into the life of a school. \n\n\nFirst, let’s begin by hearing from students and educators about why these transitions can be difficult."
}
]
},
{
"title": "Part 1: Why Transitions Can Be Difficult",
"timestamp": "1:12",
"visuals": [
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Krista Gypton – Teacher and Community Outreach Coordinator",
"text": "My name is Krista Gypton, and I am currently a senior teacher and community outreach coordinator for City High School. \n\n\nAny of those transitions, whether you’re transitioning in as a freshman, or you’re just transitioning in in the middle of any school year, that transition itself is challenging."
},
{
"speaker": "Sean – High School Senior",
"text": "Hi, my name is Sean and I’m in 12th grade – I’m a senior in High School. \n\n\nWell, they’re coming from 8th grade, so they’re like the top of their class, the oldest kids, and then they come to high school and they’re the youngest kids. And everyone’s, like, a lot different from them, because most of them are like, or a lot of them are, like, adults 18/17. So I think it’s just a big change. It’s hard for them to adjust to that."
},
{
"speaker": "Mary Beth Campbell – CEO of the Boomerang Project",
"text": "My name is Mary Beth Campbell, and I am the co-founder and CEO of the Boomerang Project. \n\n\nI would say the most profound natural barrier that comes from or that prevents students from feeling like they fit in, or transitioning, is feeling like they fit in. That’s it. They have a really difficult time finding their place."
},
{
"speaker": "Jessica Hoffman – Associate Research Scientist",
"text": "My name is Jessica Hoffman. I’m an associate research scientist at the Yale Center for Emotional Intelligence. \n\n\nNow they don’t feel as confident as they used to, or they never really found their place in the high school community, whether that was the right hobbies or sports or clubs that existed for them."
},
{
"speaker": "Ella – High School Senior",
"text": "I’m Ella Dunkle – I’m in 12th grade (senior). \n\n\nWell, I feel like it’s really hard because it felt like everyone had already gotten to know each other and had good friends and friend groups established once I had just started there. I feel like it’s the same way for a lot of people. I feel like freshmen feel excluded and looked down upon a lot by their peers."
},
{
"speaker": "Sean – High School Senior",
"text": "It was - I wouldn’t say easy. I mean I was, like, kind of anxious. In freshman year I had, like, two good friends I would hang out with, so it wasn’t too bad. But I feel like if you don’t have any friends coming into high school it’s kind of difficult."
},
{
"speaker": "Samantha – High School Senior",
"text": "My name is Samantha – I am a Senior in High School.\n\n\nI think one of the hardest things is that transition. It’s hard for most people because we forget that we can connect to other people. Once you feel kind of out of place, when you feel like you can’t connect with yourself, it’s going to be hard for you to connect to other people. So you’re going to keep on asking, “Is this really me? Is this the right group of friends? Is this who I’m meant to be?” And I think with high school, you change."
},
{
"speaker": "Ella – High School Senior",
"text": "The upper classmen who, their role is typically to help you out in some way, tend to look down upon you because you’re like “lesser than” because you’re younger, which, to me, is not the way it should be but it’s the way it is a lot of times."
}
]
},
{
"title": "Part 2: Academic and Emotional Impact",
"timestamp": "4:13",
"visuals": [
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7044ee12e7_0_3",
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7044ee12e7_0_13"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "When students struggle to find connection at their school, this tension can challenge their emotional health and academic performance."
},
{
"speaker": "Jessica Hoffman – Associate Research Scientist",
"text": "If you don’t feel connected it’s hard to go. So you see trouble with attendance, and then that’s going to be cyclical with academic achievement. The more that you’re out the harder it’s going to be to achieve well. And then, decreasing motivation to go."
},
{
"speaker": "Ella – High School Senior",
"text": "For a little bit, yeah, at first it’s, like, you don’t really want to go to school when you don’t know anybody and you’re not close with anybody.  It’s a very lonely, hard to navigate situation."
},
{
"speaker": "Tom Blair – Intermediate School Principal",
"text": "Tom Blair – I’m the proud principal of West Milwaukee Intermediate School in West Milwaukee, Wisconsin. \n\n\nWhen your brain is in that situation it’s harder to see yourself as being successful and moving forward, because you’re stuck in those, “Am I doing the right thing, are people judging me, is this the right thing to do?”"
},
{
"speaker": "Hector Montenegro – Collaborative for Academic and Social and Emotional Learning",
"text": "My name is Hector Montenegro – I work for the Collaborative for Academic and Social and Emotional Learning\n\n\nYou know, learning is a social and an emotional experience. So, when students come into rooms, classrooms, sometimes there’s not any kind of welcoming shared agreements where students will come in and be embraced by their peers and supported, so it’s very isolating. Then students really don’t learn."
},
{
"speaker": "Sean – High School Senior",
"text": "We had this thing called advisory and it was all the different grades mixed up. And I was most anxious about that because I didn’t know any of the other kids, and they were all like two or three years older than me, and I was the only freshman in it. I didn’t know who to talk to, I didn’t really talk to anyone, and I was just anxious about it."
},
{
"speaker": "Mary Beth Campbell – CEO of the Boomerang Project",
"text": "What we really believe is that every student that transitions into middle school or high school is at risk. They are absolutely at risk for falling into those behaviors because they are looking for that place to belong."
},
{
"speaker": "Samantha – High School Senior",
"text": "You need a person to support you but you also need someone to tell you how it is, you know? When they feel like they have no one to talk to, when they feel like they don’t have that solid ground, that solid support, they’re going to go to things that are going to numb that. They’re going to numb that pain."
}
]
},
{
"title": "Part 3: The Power of Student Voices",
"timestamp": "6:17",
"visuals": [
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7044ee12e7_0_24"
],
"segments": [
{
"speaker": "Narrator 2",
"text": "Across the United States schools are discovering that the best way to help new students feel accepted is through dialogue and relationships with other students. The voice of a student can be even more effective than the voice of a parent or a teacher. Let’s hear from our community members about what this looks like and why student voices are so powerful."
},
{
"speaker": "Tom Blair – Intermediate School Principal",
"text": "They see the potential and the opportunity that they have. That’s when it starts to take off, because when we empower them to take responsibility for their classmates or their peers or the other kids they can’t help but start taking responsibility for their school."
},
{
"speaker": "Mary Beth Campbell – CEO of the Boomerang Project",
"text": "Ultimately, the people that have the power in the world of a student are their peers. Those are the people that can have the most influence, whether it’s negative or positive. We’re not them. We’re not in their world, and they think we don’t understand them, and to some degree they’re right."
},
{
"speaker": "Krista Gypton – Teacher and Community Outreach Coordinator",
"text": "Well, I don’t know if you remember when you were in high school and how we felt about adults but we are way more willing to listen to a peer."
},
{
"speaker": "Jessica Hoffman – Associate Research Scientist",
"text": "They kind of just know how to talk to each other. They know what’s going on."
},
{
"speaker": "Sean – High School Senior",
"text": "Yeah, yeah, so you hear everything that’s happening. You know what everyone’s doing. And a lot of the teachers don’t know."
},
{
"speaker": "Krista Gypton – Teacher and Community Outreach Coordinator",
"text": "They can connect better. They understand what’s going on. They understand the pressures of that specific time in a way that we as adults, even though we get it, we can’t really understand it from that perspective or remember what it’s like when you’re in the middle of it."
},
{
"speaker": "Jessica Hoffman – Associate Research Scientist",
"text": "Students know what they need. So one of the things that I try really hard to not do is end up being a bunch of adults in a room deciding what students need."
},
{
"speaker": "Samantha – High School Senior",
"text": "I think it’s powerful because it brings us together. We look at examples from each other and, so, it was just hard, like, keeping up with that example. And sometimes I think one of the most interaction I got with someone and the most response was when I opened up to them and I was like, “You know, I’m actually really struggling right now, and I’m sorry that I haven’t been there for you.”\n\n\nI keep on talking about it with everyone. I’m like, “man that really warmed – that was so wholesome – you know? It just, like, it warmed my heart so much. I don’t think they realize how much I care.”"
},
{
"speaker": "Sean – High School Senior",
"text": "I wasn’t really anxious about the teachers. It’s just like the students that you feel like you, like,  belong. Because the seniors are like, I guess, it’s just a different feeling being friends with a teacher than being friends with a senior."
},
{
"speaker": "Ella – High School Senior",
"text": "If a student’s trying to create a relationship with another student the other student will usually be glad. Or if they don’t have many friends or many bonds with other students they’ll probably be glad and relieved that somebody wants to have a relationship like a friendship or any other kind of bond with them. \n\n\nTypically what I’ve found this year and most of my years in high school is that students really just want to be appreciated and seen by their peers and by their teachers in authority, but especially by their peers."
},
{
"speaker": "Krista Gypton – Teacher and Community Outreach Coordinator",
"text": "Ironically, my daughter, who’s in sixth grade, just literally switched schools yesterday, so she’s entered a middle school in the middle of the school year. And so yesterday morning she was met by two 8th graders in the front office who took her on a tour of the school and showed her where her classes were and then checked in with her at lunch. \n\n\nWhat a difference that makes than had it been the school front office lady, who would be perfectly nice, but it’s not the same as having two 8th graders there to greet you. And to see her come home and be so excited about that, in something that could have been pretty traumatic, was comforting."
}
]
},
{
"title": "Closing",
"timestamp": "10:10",
"visuals": [
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7041aed60f_0_35",
"https://docs.google.com/presentation/d/1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8/export/png?id=1LpxzItl-ADHszTTu9R4yXkFGriVhqT-v9CMgZ2FrJx8&pageid=g7041aed72a_0_50"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it’s up to you now. You’re going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
},
{
"id": "1",
"name": "Food Desert",
"short_name": "food_desert",
"description": "Explore the \"Grocery Gap\" and learn more about barriers and consequences that many face in accessing healthy food. ",
"picture": "https://dfc-podcasts.s3.amazonaws.com/Food+Desert/Design+for+Change+USA+-+Podcast+-+Food+Desert+-+Picture.jpg",
"picture_large": "https://dfc-podcasts.s3.amazonaws.com/Food+Desert/Design+for+Change+USA+-+Podcast+-+Food+Desert+-+Picture+-+Large.jpg",
"published": "1",
"duration": "9 minutes",
"difficulty": "Intermediate",
"global_goal": "Zero Hunger",
"global_goal_image": "/dfcusa-pm/app/webroot/img/global_goals/TheGlobalGoals_Icons_Color_Goal_2.png",
"sponsor_logo": null,
"sponsor_name": null,
"sponsor_url": null,
"audio": "https://dfc-podcasts.s3.amazonaws.com/Food+Desert/Design+for+Change+USA+-+Podcast+-+Food+Desert+-+Podcast.m4a",
"visuals": "https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/pdf",
"transcript_data": [
{
"title": "Introduction",
"timestamp": "0:00",
"segments": [
{
"speaker": "Narrator 1",
"text": "Welcome to this Design for Change, Design Sprint. In this sprint, you will have the opportunity to continue developing your skills as a designer. You are a designer. Perhaps you design creative games to play. Or maybe you design innovative ways to juggle all of your to-dos. You are bringing those skills to this Design Sprint through the Design for Change Design Thinking Cycle.\n\n\nThe Design for Change Cycle includes four stages. The stages are feel, imagine, do, and share. During the feel stage, you will research and analyze a challenge and you will consider how a specific challenge might make you and others feel. During the imagine stage, you will boldly consider ways that you could address a specific challenge and finally choose a solution for the challenge. During the do stage, you will create an action plan for your solution. During the share, you will tell your story of change and inspire others into action.\n\n\nAnd in this Design Sprint, you are going to learn about and investigate one of the United Nations sustainable development goals.\n\n\nIn 2015, the United Nations created 17 global goals that aim to mobilize social and economic development around the world. The sustainable development goals address poverty and hunger, health, education, gender equality, environment and social justice. Now, people around the world are working to create change in their own communities, and learning and sharing from one another.\n\n\nWe will explore the Zero Hunger goal. You are going to explore a local community challenge related to that Zero Hunger goal.\n\n\nHunger in the United States is complicated because it isn't always about not having food. It is also about not being able to access healthy foods. Consider this challenge: there's limited access to nutritious food in your community. Let's hear from some community members affected by this particular challenge."
}
]
},
{
"title": "Part 1: Living In A Food Desert",
"timestamp": "1:42",
"visuals": [
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf55_1_2"
],
"segments": [
{
"speaker": "Beau Lebeau – Community Member",
"text": "Well, my name is Beau Lebeau. What types of food do people have access to, currently on the reservations and in my community, especially is fast food, processed food, unhealthy food, because it's right there. It's right in our communities and it's easy to get, easy access to. So that's basically our diet and that's very unhealthy for us, and we all know that."
},
{
"speaker": "Nora Antione – Community Member",
"text": "What I see just in terms of our population having access to is starchy carbohydrates, those kinds of foods. And I would say the greener, healthier fruits and vegetables is rather limited. It isn't really marketed as something that is accessible. There's not a lot of education around it."
}
]
},
{
"title": "Part 2: What Is a Food Desert?",
"timestamp": "2:50",
"visuals": [
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf8f_0_4"
],
"segments": [
{
"speaker": "Beau Lebeau – Community Member",
"text": "Our area is what they call a food desert. We gotta travel or things have to be shipped in from miles away. I'm talking about healthy foods, fresh vegetables, fresh fruits."
},
{
"speaker": "Narrator 1",
"text": "The United States Department of Agriculture defines food deserts as parts of the country with limited access to fresh fruit, fresh vegetables, and other healthful whole foods."
},
{
"speaker": "Matt Kull – Community Member",
"text": "We live in one of the largest food deserts in the United States, and so things such as distance, traveling to have access to nutritional food, and also the time to be able to go after the food are all barriers."
},
{
"speaker": "Narrator 1",
"text": "But access to healthy food isn't the only barrier to healthy eating."
},
{
"speaker": "Connie Brushbreaker",
"text": "Not many people choose the healthier foods, the fresh fruits, the fresh vegetables, so they tend to go bad in the stores. Prime example, I went to go look for avocados for a dinner we were doing and I only needed two, and I ended up buying 13 total because of the avocados were brown inside. They were spoiled."
}
]
},
{
"title": "Part 3: Financial Factors to Consider",
"timestamp": "4:01",
"visuals": [
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf8f_0_13",
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf8f_0_22"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "Unfortunately, the high costs of healthy foods such as fruits and vegetables can make it very difficult for many people to purchase. It is often much easier to buy starchy and high fat foods on a budget, and at times that means being able to feed more people in a home or feed people for longer."
},
{
"speaker": "Nora Antione – Community Member",
"text": "I would say budget has a lot to do with it, just in terms of what people have access to, because it is so much cheaper to buy junkier food."
},
{
"speaker": "Beau Lebeau – Community Member",
"text": "It is expensive. It's the most expensive part of the store. I love grapes. Grapes are like snack food to me, but a bag of grapes at that store is like nine bucks. What you going to get? This expensive bag of grapes for snacks that are for a lot of people, a bag of grapes ain't going to last long. Or are you going to get something like a big box of pizza pockets, which is processed, unhealthy, but convenient and they cost just as much as the bag of grapes, and they're going to last longer and they're going to feed more, more mouths to feed."
},
{
"speaker": "Narrator 1",
"text": "Bo raises an important point here. Parents and grandparents often have many mouths to feed, and healthy food options won't last long enough or won't feed enough people. Some families are forced to make difficult choices. People will choose less healthy options to ensure that everyone feels full, even if that means filling up on empty calories."
},
{
"speaker": "Connie Brushbreaker",
"text": "We've always used the example of the [In Chi] or the grandma that's going into the grocery store trying to find something to feed her grandkids, and she may have seven, eight grandkids in one household. You find a bag of apples that may have six, seven of it, and you're paying almost eight dollars for a bag of small red delicious apples, versus her going in the store and at the front of the counters, you're finding the big bags of chips for two for five dollars. So what are you going to choose? We all know that we don't want our kids to be hungry, so we try to get the most for the money that they have."
}
]
},
{
"title": "Part 4: Impact on the Community",
"timestamp": "6:20",
"visuals": [
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf8f_0_39"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "When people don't have access to affordable, healthy food, the impact can be felt across the entire community."
},
{
"speaker": "Matt Kull – Community Member",
"text": "I think community-wise, access to nutritional food is important, because we see things like I previously mentioned, like high diabetes rates, especially type two diabetes rates, high rates of heart disease here on the reservation. And so not only does that limit the lifespan of individuals, it also limits their ability to do things like hold down a good paying job.\n\n\nA number of years ago, I had a heart attack at a relatively young age that was the result of family history, but also it was a result of the quality and types of food that I was eating. And so having access to nutritional food is more important for me than having to take a pill or some sort of medicine every single day."
}
]
},
{
"title": "Part 5: Motivation to Change",
"timestamp": "7:30",
"segments": [
{
"speaker": "Narrator 1",
"text": "Often, as people try to make change, it's helpful to keep in mind the people they care about the most."
},
{
"speaker": "Beau Lebeau – Community Member",
"text": "I started making healthier choices when it comes to food for my children, especially my daughter and my stepson. They're 12 and 11 right now, and I want to be around for them. For me, it's life or death. My daughter, she really is holding me accountable. Lately she's been off pop soda. She told me this last night. She told me in March, in March, it'll be one year since I went without pop. And I was with her going through, we went through this most of the summer, but recently I fell off, and started taking pot. It's just real difficult.\n\n\nBut she stuck to her guns, and now she told me, she said, \"Dad, we could only have sweets one time a week.\" Every other day she'll text me, did you have a sweet? Did you have any sweets yet? I say, \"No.\" She really keeps me in check when it comes to that. That's really been helpful. And I told her, I said, \"On Monday, I'll get back on no pop.\" She said, \"Okay.\" So I came on my way over here to Rose, but I usually get a pop. But I got some tea this morning. So just thinking about that text or call keeps me accountable. So it's really helpful."
}
]
},
{
"title": "Closing:",
"timestamp": "9:00",
"visuals": [
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7ed66bcf55_1_65",
"https://docs.google.com/presentation/d/1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4/export/png?id=1ZW8C8A0pwn9N-DQyJDmTm1VELsEMn22cyw5y32OK5c4&pageid=g7026abb641_1_119"
],
"segments": [
{
"speaker": "Narrator 1",
"text": "So designers, it's up to you now. You're going to consider this issue and solutions that might make the most sense for your community. Changing the world starts in your classroom."
}
]
}
]
}
]